Repository: MaxMarques/VakaryIOS
Catalog: VakaryIOS/VakaryIOS/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, pl, sv, zh_hk

# contactSupportV1
source: To contact support, please follow the link below
ar: للتواصل مع الدعم، يرجى اتباع الرابط أدناه
de: Um Support zu kontaktieren, folgen Sie bitte dem unten stehenden Link
es: Para contactar con el soporte, sigue el siguiente enlace
fr: Pour contacter le support, veuillez suivre le lien ci-dessous
it: Per contattare il supporto, segui il link sottostante
pl: Aby skontaktować się z pomocą techniczną, proszę kliknąć poniższy link
sv: För att kontakta supporten, följ länken nedan
zh_hk: 要联系支持，请按照以下链接

# navigationSettingsV1
source: Route history
ar: سجل الطرق
de: Routenhistorie
es: Historial de ruta
fr: Historique d'itinéraire
it: Cronologia percorso
pl: Historia trasy
sv: Rutthistorik
zh_hk: 路线历史

# navigationSettingsV2
source: Clear history
ar: مسح السجل
de: Verlauf löschen
es: Eliminar historial
fr: Supprimer l'historique
it: Cancella cronologia
pl: Wyczyść historię
sv: Radera historik
zh_hk: 清除历史

# navigationSettingsV3
source: Accessibility
ar: إمكانية الوصول
de: Barrierefreiheit
es: Accesibilidad
fr: Accès handicapés
it: Accessibilità
pl: Dostępność
sv: Tillgänglighet
zh_hk: 辅助功能

# navigationSettingsV4
source: This option allows us to suggest only places accessible to people with disabilities
ar: تتيح لنا هذه الخيارات اقتراح أماكن تكون متاحة فقط للأشخاص ذوي الإعاقة
de: Diese Option ermöglicht es uns, nur Orte vorzuschlagen, die für Menschen mit Behinderungen zugänglich sind
es: Esta opción nos permite proponer solo lugares accesibles para personas con discapacidad
fr: Cette option nous permets de vous proposer uniquement des lieux accessibles aux personnes en situation de handicap
it: Questa opzione ci consente di suggerire solo luoghi accessibili alle persone con disabilità
pl: Ta opcja pozwala nam sugerować tylko miejsca dostępne dla osób niepełnosprawnych
sv: Den här inställningen gör att vi endast kan föreslå platser som är tillgängliga för personer med funktionsnedsättning
zh_hk: 此选项允许我们仅提供对残疾人士可访问的地点的建议

# notificationSettingsV1
source: Group invitation
ar: دعوة للانضمام إلى مجموعة
de: Einladung in eine Gruppe
es: Invitación a un grupo
fr: Invitation dans un groupe
it: Invito in un gruppo
pl: Zaproszenie do grupy
sv: Inbjudan till grupp
zh_hk: 群组邀请

# notificationSettingsV2
source: Message
ar: رسالة
de: Nachricht
es: Mensaje
it: Messaggio
pl: Wiadomość
sv: Meddelande
zh_hk: 消息

# notificationSettingsV3
source: Route launch
ar: بدء الطريق
de: Routenstart
es: Inicio de una ruta
fr: Lancé d'un itinéraire
it: Avvio percorso
pl: Uruchomienie trasy
sv: Starta rutt
zh_hk: 路线启动

# SettingsV20
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
pl: Konto
sv: Konto
zh_hk: 帐户

# SettingsV21
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
pl: Prywatność
sv: Integritet
zh_hk: 隐私

# soundAndAlertV1
source: Sound and vibration
ar: الصوت والاهتزاز
de: Ton und Vibration
es: Sonido y vibración
fr: Son et vibration
it: Suono e vibrazione
pl: Dźwięk i wibracje
sv: Ljud och vibration
zh_hk: 声音和振动

# soundAndAlertV2
source: Group invitation
ar: دعوة للانضمام إلى مجموعة
de: Einladung in eine Gruppe
es: Invitación a un grupo
fr: Invitation dans un groupe
it: Invito in un gruppo
pl: Zaproszenie do grupy
sv: Inbjudan till grupp
zh_hk: 群组邀请

# soundAndAlertV3
source: Message
ar: رسالة
de: Nachricht
es: Mensaje
it: Messaggio
pl: Wiadomość
sv: Meddelande
zh_hk: 消息

# confidentalityV1
source: Hide profile
ar: إخفاء الملف الشخصي
de: Profil ausblenden
es: Ocultar perfil
fr: Masquer le profil
it: Nascondi il profilo
pl: Ukryj profil
sv: Dölj profil
zh_hk: 隐藏个人资料

# confidentalityV2
source: No one will be able to see your profile
ar: لن يتمكن أحد من رؤية ملفك الشخصي
de: Niemand wird Ihr Profil sehen können
es: Nadie podrá ver tu perfil
fr: Personne ne pourra voir votre profil
it: Nessuno potrà vedere il tuo profilo
pl: Nikt nie będzie mógł zobaczyć twojego profilu
sv: Ingen kommer att kunna se din profil
zh_hk: 没有人将能够看到您的个人资料

# confidentalityV3
source: Allow cookies
ar: السماح بملفات الارتباط
de: Cookies zulassen
es: Permitir cookies
fr: Autoriser les cookies
it: Consenti i cookie
pl: Zezwól na pliki cookie
sv: Tillåt cookies
zh_hk: 允许使用Cookie

# confidentalityV4
source: To learn more, check the privacy policy. Changes will take effect after restarting the application
ar: لمعرفة المزيد، راجع سياسة الخصوصية. ستتم العمليات بعد إعادة تشغيل التطبيق
de: Für weitere Informationen lesen Sie bitte die Datenschutzrichtlinie. Die Änderungen werden nach dem Neustart der Anwendung wirksam
es: Para obtener más información, consulta la política de privacidad. Los cambios se aplicarán después de reiniciar la aplicación
fr: Pour en savoir plus, consultez la politique de confidentialité. Les changements seront effectués après le redémarrage de l'application
it: Per saperne di più, consulta l'informativa sulla privacy. Le modifiche avranno effetto dopo il riavvio dell'applicazione
pl: Aby dowiedzieć się więcej, sprawdź politykę prywatności. Zmiany zostaną wprowadzone po ponownym uruchomieniu aplikacji
sv: För mer information, se integritetspolicyn. Ändringarna träder i kraft efter omstart av applikationen
zh_hk: 要了解更多信息，请查阅隐私政策。更改将在重新启动应用程序后生效

# confidentalityV5
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
pl: Prywatność
sv: Integritet
zh_hk: 隐私

# generalSettingsV10
source: Reset Settings
ar: إعادة تعيين الإعدادات
de: Einstellungen zurücksetzen
es: Restablecer configuración
fr: Réinitialiser les paramètres
it: Ripristina impostazioni
pl: Zresetuj ustawienia
zh_hk: 重置设置

# helpV1
source: Help
ar: المساعدة
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pl: Pomoc
zh_hk: 帮助

# helpV2
source: 1. What is Vakary?
ar: 1. ما هو Vakary؟
de: 1. Was ist Vakary?
es: 1. ¿Qué es Vakary?
fr: 1. Qu'est-ce que Vakary ?
it: 1. Cos'è Vakary?
pl: 1. Co to jest Vakary?
zh_hk: 1. 什么是Vakary？

# helpV3
source: Vakary is a mobile application that allows you to create personalized travel itineraries based on your preferences and interests.
ar: Vakary هو تطبيق محمول يتيح لك إنشاء مسارات سفر مخصصة استنادًا إلى تفضيلاتك واهتماماتك.
de: Vakary ist eine mobile Anwendung, mit der Sie personalisierte Reiserouten entsprechend Ihren Vorlieben und Interessen erstellen können.
es: Vakary es una aplicación móvil que te permite crear itinerarios de viaje personalizados según tus preferencias e intereses.
fr: Vakary est une application mobile qui vous permet de créer des itinéraires de voyage personnalisés en fonction de vos préférences et intérêts.
it: Vakary è un'applicazione mobile che ti consente di creare itinerari di viaggio personalizzati in base alle tue preferenze e interessi.
pl: Vakary to mobilna aplikacja, która pozwala tworzyć spersonalizowane trasy podróży zgodnie z Twoimi preferencjami i zainteresowaniami.
zh_hk: Vakary是一款移动应用，可根据您的喜好和兴趣创建个性化的旅行路线。

# helpV4
source: 2. Downloading Vakary on my phone?
ar: 2. كيف يمكنني تحميل Vakary على هاتفي؟
de: 2. Wie lade ich Vakary auf mein Telefon herunter?
es: 2. ¿Cómo descargo Vakary en mi teléfono?
fr: 2. Télécharger Vakary sur mon téléphone ?
it: 2. Come posso scaricare Vakary sul mio telefono?
pl: 2. Jak pobrać Vakary na mój telefon?
zh_hk: 2. 如何在我的手机上下载Vakary？

# helpV5
source: You can download Vakary for free from the App Store (for iOS devices) or from the Google Play Store (for Android devices). Vakary is also available in web version.
ar: يمكنك تحميل Vakary مجانًا من App Store (لأجهزة iOS) أو من Google Play Store (لأجهزة Android). Vakary متاح أيضًا في إصدار ويب.
de: Sie können Vakary kostenlos im App Store (für iOS-Geräte) oder im Google Play Store (für Android-Geräte) herunterladen. Vakary ist auch in einer Webversion verfügbar.
es: Puedes descargar Vakary de forma gratuita desde la App Store (para dispositivos iOS) o desde Google Play Store (para dispositivos Android). Vakary también está disponible en versión web.
fr: Vous pouvez télécharger Vakary gratuitement depuis l'App Store (pour les appareils iOS) ou depuis Google Play Store (pour les appareils Android). Vakary est également disponible en version Web.
it: Puoi scaricare gratuitamente Vakary dall'App Store (per dispositivi iOS) o dal Google Play Store (per dispositivi Android). Vakary è anche disponibile in versione web.
pl: Możesz bezpłatnie pobrać Vakary ze sklepu App Store (dla urządzeń iOS) lub z Google Play Store (dla urządzeń Android). Vakary jest również dostępny w wersji internetowej.
zh_hk: 您可以从App Store（适用于iOS设备）或Google Play Store（适用于Android设备）免费下载Vakary。 Vakary还提供Web版本。

# helpV6
source: 3. Creating personalized itineraries?
ar: 3. كيف يمكنني إنشاء مسارات مخصصة؟
de: 3. Wie erstelle ich personalisierte Routen?
es: 3. ¿Cómo crear itinerarios personalizados?
fr: 3. Créer des itinéraires personnalisés ?
it: 3. Come creare itinerari personalizzati?
pl: 3. Jak tworzyć spersonalizowane trasy?
zh_hk: 3. 如何创建个性化路线？

# helpV7
source: Vakary uses an intelligent algorithm that takes into account your travel preferences, interests, budget, and duration of your stay to generate unique itineraries tailored to your needs.
ar: يستخدم Vakary خوارزمية ذكية تأخذ في اعتبارها تفضيلاتك في السفر واهتماماتك وميزانيتك ومدة إقامتك لإنشاء مسارات فريدة ومناسبة لاحتياجاتك.
es: Vakary utiliza un algoritmo inteligente que tiene en cuenta tus preferencias de viaje, tus intereses, tu presupuesto y la duración de tu estancia para generar itinerarios únicos y adaptados a tus necesidades.
fr: Vakary utilise un algorithme intelligent qui prend en compte vos préférences de voyage, vos centres d'intérêt, votre budget et la durée de votre séjour pour générer des itinéraires uniques et adaptés à vos besoins.
it: Vakary utilizza un algoritmo intelligente che tiene conto delle tue preferenze di viaggio, dei tuoi interessi, del budget e della durata del soggiorno per generare itinerari unici e adattati alle tue esigenze.
pl: Vakary używa inteligentnego algorytmu, który uwzględnia Twoje preferencje podróży, zainteresowania, budżet i czas trwania pobytu, aby generować unikalne trasy dostosowane do Twoich potrzeb.
zh_hk: Vakary使用智能算法，考虑您的旅行喜好、兴趣、预算和停留时间，生成独特且适应您需求的路线。

# helpV8
source: 4. Planning my trip with Vakary?
ar: 4. كيف يمكنني تخطيط رحلتي باستخدام Vakary؟
de: 4. Wie plane ich meine Reise mit Vakary?
es: 4. ¿Cómo planificar mi viaje con Vakary?
fr: 4. Planifier mon voyage avec Vakary ?
it: 4. Come pianificare il mio viaggio con Vakary?
pl: 4. Jak zaplanować moją podróż z użyciem Vakary?
zh_hk: 4. 如何使用Vakary规划我的旅行？

# helpV9
source: Once the application is installed, open it and answer a few questions about your travel preferences. Vakary will use this information to create an initial itinerary that you can then customize.
ar: بمجرد تثبيت التطبيق ، افتحه وأجب على بعض الأسئلة حول تفضيلات السفر الخاصة بك. سيستخدم Vakary هذه المعلومات لوضع مسار أولي يمكنك بعد ذلك تخصيصه.
es: Una vez instalada la aplicación, ábrela y responde algunas preguntas sobre tus preferencias de viaje. Vakary utilizará esta información para elaborar un itinerario inicial que luego podrás personalizar.
fr: Une fois l'application installée, ouvrez-la et répondez à quelques questions sur vos préférences de voyage. Vakary utilisera ces informations pour élaborer un itinéraire initial que vous pourrez ensuite personnaliser.
it: Una volta installata l'applicazione, aprila e rispondi a qualche domanda sulle tue preferenze di viaggio. Vakary utilizzerà queste informazioni per elaborare un itinerario iniziale che potrai successivamente personalizzare.
pl: Po zainstalowaniu aplikacji otwórz ją i odpowiedz na kilka pytań dotyczących Twoich preferencji podróży. Vakary wykorzysta te informacje do opracowania początkowej trasy, którą następnie możesz dostosować.
zh_hk: 安装应用程序后，打开它并回答有关您的旅行喜好的几个问题。 Vakary将使用这些信息制定初始路线，然后您可以进行个性化定制。

# helpV10
source: 5. Adding my own destinations?
ar: 5. كيف يمكنني إضافة وجهاتي الخاصة؟
de: 5. Wie füge ich meine eigenen Ziele hinzu?
es: 5. ¿Cómo agregar mis propios destinos?
fr: 5. Ajouter mes propres destinations ?
it: 5. Come aggiungere le mie destinazioni?
pl: 5. Jak dodać moje własne cele podróży?
zh_hk: 5. 如何添加我的目的地？

# helpV11
source: Absolutely! You can add, remove, or modify destinations in the itinerary generated by Vakary. The application offers you total flexibility to create the perfect itinerary.
ar: بالتأكيد! يمكنك إضافة ، أو حذف ، أو تعديل الوجهات في المسار الذي أنشأه Vakary. يوفر لك التطبيق مرونة كاملة لإنشاء المسار المثالي.
es: ¡Absolutamente! Puedes agregar, eliminar o modificar destinos en el itinerario generado por Vakary. La aplicación te ofrece total flexibilidad para crear el itinerario perfecto.
fr: Absolument ! Vous pouvez ajouter, supprimer ou modifier des destinations dans l'itinéraire généré par Vakary. L'application vous offre une flexibilité totale pour créer l'itinéraire parfait.
it: Assolutamente! Puoi aggiungere, eliminare o modificare destinazioni nell'itinerario generato da Vakary. L'applicazione ti offre una flessibilità totale per creare l'itinerario perfetto.
pl: Oczywiście! Możesz dodawać, usuwać lub modyfikować cele podróży w generowanej przez Vakary trasie. Aplikacja oferuje pełną elastyczność w tworzeniu idealnej trasy.
zh_hk: 当然可以！您可以在Vakary生成的路线中添加、删除或修改目的地。该应用程序为您提供完全灵活性，创建完美的路线。

# helpV12
source: 6. Considering my budget?
ar: 6. هل يمكن أن يأخذ بعين الاعتبار ميزانيتي؟
de: 6. Wie berücksichtige ich mein Budget?
es: 6. ¿Cómo tener en cuenta mi presupuesto?
fr: 6. Prendre en compte mon budget ?
it: 6. Come considerare il mio budget?
pl: 6. Jak uwzględnić mój budżet?
zh_hk: 6. 如何考虑我的预算？

# helpV13
source: Yes, during planning, you can specify your budget for the trip. Vakary will take this information into account to recommend activities, accommodations, and restaurants suitable for your budget.
ar: نعم ، أثناء التخطيط ، يمكنك تحديد الميزانية المخصصة لرحلتك. سيأخذ Vakary هذه المعلومات في اعتبارها لتوصية بأنشطة وأماكن إقامة ومطاعم تتناسب مع ميزانيتك.
es: Sí, durante la planificación, puedes especificar tu presupuesto previsto para el viaje. Vakary tendrá en cuenta esta información para recomendar actividades, alojamientos y restaurantes adecuados a tu presupuesto.
fr: Oui, lors de la planification, vous pouvez spécifier votre budget prévu pour le voyage. Vakary tiendra compte de cette information pour recommander des activités, hébergements et restaurants adaptés à votre budget.
it: Sì, durante la pianificazione, puoi specificare il budget previsto per il viaggio. Vakary terrà conto di queste informazioni per consigliare attività, sistemazioni e ristoranti adatti al tuo budget.
pl: Tak, podczas planowania możesz określić przewidywany budżet podróży. Vakary weźmie to pod uwagę, sugerując aktywności, zakwaterowanie i restauracje dostosowane do Twojego budżetu.
zh_hk: 是的，在规划过程中，您可以指定您旅行的预算。 Vakary将考虑此信息，以推荐适合您预算的活动、住宿和餐厅。

# helpV14
source: 7. Changing part of the itinerary?
ar: 7. كيف يمكنني تغيير جزء من المسار؟
de: 7. Wie ändere ich einen Teil der Route?
es: 7. ¿Cómo cambiar parte del itinerario?
fr: 7. Changer une partie de l'itinéraire ?
it: 7. Come modificare una parte dell'itinerario?
pl: 7. Jak zmienić część trasy?
zh_hk: 7. 如何更改路线的某部分？

# helpV15
source: No problem! You can modify your itinerary at any time. Add, rearrange, or delete steps based on your new choices.
ar: لا توجد مشكلة! يمكنك تعديل المسار في أي وقت. أضف أو أعد ترتيب أو حذف المراحل بناءً على اختياراتك الجديدة.
es: ¡Sin problema! Puedes modificar tu itinerario en cualquier momento. Agrega, reorganiza o elimina etapas según tus nuevas elecciones.
fr: Pas de soucis ! Vous pouvez modifier votre itinéraire à tout moment. Ajoutez, réorganisez ou supprimez des étapes en fonction de vos nouveaux choix.
it: Nessun problema! Puoi modificare il tuo itinerario in qualsiasi momento. Aggiungi, riorganizza o elimina tappe in base alle tue nuove scelte.
pl: Bez problemu! Możesz modyfikować trasę w dowolnym momencie. Dodawaj, zmieniaj kolejność lub usuwaj etapy zgodnie z Twoimi nowymi wyborami.
zh_hk: 没问题！您可以随时修改路线。根据您的新选择添加、重新组织或删除步骤。

# helpV16
source: 8. Suggestions for local activities and restaurants?
ar: 8. هل هناك اقتراحات لأنشطة ومطاعم محلية؟
de: 8. Empfehlungen für lokale Aktivitäten und Restaurants?
es: 8. ¿Sugerencias de actividades y restaurantes locales?
fr: 8. Suggestions d'activités et de restaurants locales ?
it: 8. Suggerimenti per attività e ristoranti locali?
pl: 8. Sugerowane lokalne aktywności i restauracje?
zh_hk: 8. 本地活动和餐厅的建议？

# helpV17
source: Yes, Vakary will recommend activities, tourist attractions, restaurants, and much more based on your preferences and location.
ar: نعم ، سيقترح Vakary عليك أنشطة ومعالم سياحية ومطاعم وأكثر ، استنادًا إلى تفضيلاتك وموقعك.
es: Sí, Vakary te recomendará actividades, lugares turísticos, restaurantes y mucho más, según tus preferencias y tu ubicación.
fr: Oui, Vakary vous recommandera des activités, des attractions touristiques, des restaurants et bien plus encore, en fonction de vos préférences et de votre emplacement.
it: Sì, Vakary ti consiglierà attività, attrazioni turistiche, ristoranti e molto altro, in base alle tue preferenze e alla tua posizione.
pl: Tak, Vakary poleci Ci aktywności, atrakcje turystyczne, restauracje i wiele więcej, uwzględniając Twoje preferencje i lokalizację.
zh_hk: 是的，根据您的喜好和位置，Vakary将向您推荐活动、旅游景点、餐厅等。

# helpV18
source: 9. Sharing my itinerary with other travelers?
ar: 9. هل يمكنني مشاركة مساري مع مسافرين آخرين؟
de: 9. Wie teile ich meine Route mit anderen Reisenden?
es: 9. ¿Cómo compartir mi itinerario con otros viajeros?
fr: 9. Partager mon itinéraire avec d'autres voyageurs ?
it: 9. Come condividere il mio itinerario con altri viaggiatori?
pl: 9. Jak podzielić się moją trasą z innymi podróżnikami?
zh_hk: 9. 如何与其他旅行者分享我的路线？

# helpV19
source: Of course, you can share your itinerary with friends, family, or other travelers via social media, email, or even by generating a direct link.
ar: بالتأكيد ، يمكنك مشاركة مسارك مع أصدقائك أو عائلتك أو مسافرين آخرين عبر وسائل التواصل الاجتماعي أو البريد الإلكتروني أو حتى عن طريق إنشاء رابط مباشر.
es: ¡Claro! Puedes compartir tu itinerario con amigos, familiares u otros viajeros a través de redes sociales, por correo electrónico o incluso generando un enlace directo.
fr: Bien sûr, vous pouvez partager votre itinéraire avec vos amis, votre famille ou d'autres voyageurs via les réseaux sociaux, par e-mail ou même en générant un lien direct.
it: Certamente, puoi condividere il tuo itinerario con amici, familiari o altri viaggiatori tramite i social media, via email o generando un link diretto.
pl: Oczywiście, możesz udostępniać swoją trasę przyjaciołom, rodzinie lub innym podróżnikom za pośrednictwem mediów społecznościowych, poczty elektronicznej lub generując bezpośredni link.
zh_hk: 当然可以，您可以通过社交媒体、电子邮件或甚至生成直接链接与朋友、家人或其他旅行者分享您的路线。

# helpV20
source: 10. Does Vakary work offline?
ar: 10. هل يعمل Vakary دون اتصال بالإنترنت؟
de: 10. Funktioniert Vakary offline?
es: 10. ¿Funciona Vakary sin conexión?
fr: 10. Est-ce que Vakary fonctionne hors ligne ?
it: 10. Vakary funziona offline?
pl: 10. Czy Vakary działa offline?
zh_hk: 10. Vakary能离线使用吗？

# helpV21
source: No, unfortunately, this feature is currently in development and will be available very soon.
ar: لا ، للأسف ، هذه الميزة قيد التطوير وستكون متاحة قريبًا جدًا.
es: No, desafortunadamente, esta función está en desarrollo y estará disponible muy pronto.
fr: Non, malheureusement, cette fonctionnalité est en cours de développement et arrivera très prochainement.
it: No, purtroppo questa funzionalità è in fase di sviluppo e sarà disponibile molto presto.
pl: Nie, niestety ta funkcja jest obecnie w fazie rozwoju i niedługo będzie dostępna.
zh_hk: 不，遗憾的是，此功能正在开发中，将很快推出。

# helpV22
source: 11. Getting help?
ar: 11. كيف يمكنني الحصول على مساعدة؟
de: 11. Wie erhalte ich Unterstützung?
es: 11. ¿Cómo obtener ayuda?
fr: 11. Obtenir de l'aide ?
it: 11. Come ottenere assistenza?
pl: 11. Jak uzyskać pomoc?
zh_hk: 11. 如何获得帮助？

# helpV23
source: The application has a comprehensive help section where you can find answers to frequently asked questions. If you don't find an answer, you can also contact our support team through the application.
ar: يحتوي التطبيق على قسم مساعدة شامل حيث يمكنك العثور على إجابات على الأسئلة المتداولة. إذا لم تجد إجابة ، يمكنك أيضًا الاتصال بفريق الدعم لدينا من خلال التطبيق.
es: La aplicación cuenta con una sección de ayuda completa donde encontrarás respuestas a preguntas frecuentes. Si no encuentras una respuesta, también puedes ponerte en contacto con nuestro equipo de soporte a través de la aplicación.
fr: L'application dispose d'une section d'aide complète où vous trouverez des réponses aux questions fréquemment posées. Si vous ne trouvez pas de réponse, vous pouvez également contacter notre équipe d'assistance via l'application.
it: L'applicazione dispone di una sezione di assistenza completa dove troverai risposte alle domande più frequenti. Se non trovi risposta, puoi contattare il nostro team di supporto tramite l'applicazione.
pl: Aplikacja posiada pełną sekcję pomocy, gdzie znajdziesz odpowiedzi na najczęściej zadawane pytania. Jeśli nie znajdziesz odpowiedzi, możesz również skontaktować się z naszym zespołem wsparcia za pośrednictwem aplikacji.
zh_hk: 该应用程序有一个完整的帮助部分，您可以在那里找到常见问题的答案。如果找不到答案，您还可以通过应用程序联系我们的支持团队。

# helpV24
source: 12. Special offers/discounts for activities?
ar: 12. هل هناك عروض خاصة / تخفيضات للأنشطة؟
de: 12. Sonderangebote/Rabatte für Aktivitäten?
es: 12. ¿Ofertas especiales/descuentos para actividades?
fr: 12. Offres spéciales / réductions pour les activités ?
it: 12. Offerte speciali/sconti per le attività?
pl: 12. Czy są specjalne oferty/rabaty na aktywności?
zh_hk: 12. 活动的特别优惠/折扣？

# helpV25
source: No, we are currently working on partnerships to offer you attractive rates.
ar: لا ، نعمل حاليًا على إقامة شراكات لتمكينك من الاستفادة من أسعار مغرية.
es: No, actualmente estamos trabajando en asociaciones para poder ofrecerte tarifas atractivas.
fr: Non, nous sommes actuellement en train de travailler sur des partenariats afin de pouvoir vous faire profiter de tarifs intéressants.
it: No, al momento stiamo lavorando a delle partnership per poterti offrire tariffe interessanti.
pl: Nie, obecnie pracujemy nad partnerstwami, aby móc oferować atrakcyjne ceny.
zh_hk: 不，我们目前正在与合作伙伴合作，以便能够为您提供有吸引力的价格。

# helpV26
source: 13. Are my personal data safe?
ar: 13. هل بياناتي الشخصية آمنة؟
de: 13. Sind meine persönlichen Daten sicher?
es: 13. ¿Están seguros mis datos personales?
fr: 13. Mes données personnelles sont-elles en sécurité ?
it: 13. I miei dati personali sono al sicuro?
pl: 13. Czy moje dane osobowe są bezpieczne?
zh_hk: 13. 我的个人数据是否安全？

# helpV27
source: Absolutely, the security of your data is a priority for us. Your personal information is encrypted and protected in accordance with our privacy policies.
ar: بالتأكيد ، أمان بياناتك يأتي في المقام الأول بالنسبة لنا. تتم مشفرة وحمايتها وفقًا لسياسات الخصوصية لدينا.
es: Absolutamente, la seguridad de tus datos es una prioridad para nosotros. Tu información personal está encriptada y protegida de acuerdo con nuestras políticas de privacidad.
fr: Absolument, la sécurité de vos données est une priorité pour nous. Vos informations personnelles sont cryptées et protégées conformément à nos politiques de confidentialité.
it: Assolutamente, la sicurezza dei tuoi dati è una priorità per noi. Le tue informazioni personali sono crittografate e protette in conformità con le nostre politiche sulla privacy.
pl: Absolutnie, bezpieczeństwo Twoich danych jest dla nas priorytetem. Twoje informacje osobiste są szyfrowane i chronione zgodnie z naszymi zasadami ochrony prywatności.
zh_hk: 绝对安全，您的数据安全对我们来说是首要任务。根据我们的隐私政策，您的个人信息已加密和保护。

# SettingsV17
source: Old itinerary
fr: Anciens itinéraires
