Repository: MaxMarques/VakaryIOS
Catalog: VakaryIOS/VakaryIOS/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, pl, sv, zh_hk

# SettingsC&S4
source: My location is not working
ar: موقعي لا يعمل
de: Mein Standort funktioniert nicht
es: Meu local não está funcionando
fr: Ma localisation ne fonctionne pas
it: La mia posizione non funziona
pl: Nie działa moja lokalizacja
sv: Min plats fungerar inte
zh_hk: 我的定位無法運作

# SettingsC&S5
source: My subscription failed
ar: فشل اشتراكي
de: Mein Abonnement ist gescheitert
es: Minha assinatura falhou
fr: Mon abonnement a échoué
it: Il mio abbonamento ha avuto esito negativo
pl: Moja subskrypcja nie powiodła się
sv: Mitt prenumeration misslyckades
zh_hk: 我的訂閱失敗

# SettingsC&S6
source: Others
ar: أخرى
de: Andere
es: Outro
fr: Autres
it: Altro
pl: Inne
sv: Övrigt
zh_hk: 其他

# SettingsC&S7
source: text(...)
ar: نص (...)
es: Texto (...)
fr: Texte (...)
it: Testo (...)
pl: Tekst (...)
zh_hk: 文字（⋯）

# SettingsC&S8
source: Send Request
ar: إرسال الطلب
de: Anfrage senden
es: Enviar solicitação
fr: Envoyer la demande
it: Invia richiesta
pl: Wyślij zapytanie
sv: Skicka förfrågan
zh_hk: 提交請求

# SettingsC&S9
source: Contact and Support
ar: الاتصال والمساعدة
de: Kontakt und Unterstützung
es: Contato e suporte
fr: Contact et assistance
it: Contatto e assistenza
pl: Kontakt i pomoc
sv: Kontakt och support
zh_hk: 聯絡與支援

# ItineraryV13
source: Tour
ar: جولة
pl: Wycieczka
sv: Rundtur
zh_hk: 旅游

# ItineraryV14
source: Event
ar: حدث
de: Veranstaltung
es: Evento
fr: Événement
it: Evento
pl: Wydarzenie
sv: Evenemang
zh_hk: 事件

# ItineraryV15
source: Natural
ar: طبيعي
de: Natürlich
fr: Naturel
it: Naturale
pl: Naturalne
sv: Naturlig
zh_hk: 自然

# ItineraryV16
source: Activity
ar: نشاط
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pl: Aktywność
sv: Aktivitet
zh_hk: 活动

# ItineraryV17
source: Drinking
ar: شرب
de: Trinken
es: Bebida
fr: Boisson
it: Bevuta
pl: Napoje
sv: Dryck
zh_hk: 饮酒

# ItineraryV18
source: Cultural
ar: ثقافي
de: Kulturell
fr: Culturel
it: Culturale
pl: Kulturalne
sv: Kulturell
zh_hk: 文化

# ItineraryV19
source: Eating
ar: تناول الطعام
de: Essen
es: Comida
fr: Repas
it: Mangiare
pl: Jedzenie
sv: Äta
zh_hk: 用餐

# ItineraryV20
source: CyclingTour
ar: جولة بالدراجة
de: Fahrradtour
es: Tour en bicicleta
fr: Tour à vélo
it: Tour in bicicletta
pl: Wycieczka rowerowa
sv: Cykeltur
zh_hk: 骑行旅游

# ItineraryV21
source: RoadTour
ar: جولة على الطريق
de: Straßentour
es: Tour por carretera
fr: Tour routier
it: Tour su strada
pl: Wycieczka drogowa
sv: Vägtur
zh_hk: 公路旅游

# ItineraryV22
source: WalkingTour
ar: جولة سيرًا على الأقدام
de: Wandertour
es: Tour a pie
fr: Tour à pied
it: Tour a piedi
pl: Wycieczka piesza
sv: Promenadtur
zh_hk: 步行旅游

# ItineraryV23
source: Tour
ar: جولة
pl: Wycieczka
sv: Rundtur
zh_hk: 旅游

# ItineraryV24
source: Tourist Train
ar: قطار سياحي
de: Touristenzug
es: Tren turístico
fr: Train touristique
it: Treno turistico
pl: Pociąg turystyczny
sv: Turisttåg
zh_hk: 观光列车

# ItineraryV25
source: ShowEvent
ar: حدث عرض
de: Showveranstaltung
es: Evento de espectáculo
fr: Spectacle
it: Evento spettacolo
pl: Pokaz wydarzenia
sv: Showevenemang
zh_hk: 演出事件

# ItineraryV26
source: SocialEvent
ar: حدث اجتماعي
de: Soziale Veranstaltung
es: Evento social
fr: Événement social
it: Evento sociale
pl: Wydarzenie towarzyskie
sv: Socialt evenemang
zh_hk: 社交事件

# ItineraryV27
source: SportsEvent
ar: حدث رياضي
de: Sportveranstaltung
es: Evento deportivo
fr: Événement sportif
it: Evento sportivo
pl: Wydarzenie sportowe
sv: Sportevenemang
zh_hk: 体育赛事

# ItineraryV28
source: Entertainment And Event
ar: ترفيه وحدث
de: Unterhaltungs- und Veranstaltung
es: Entretenimiento y evento
fr: Divertissement et événement
it: Intrattenimento ed evento
pl: Rozrywka i wydarzenie
sv: Underhållning och evenemang
zh_hk: 娱乐和事件

# ItineraryV29
source: ExhibitionEvent
ar: حدث معرض
de: Ausstellungsveranstaltung
es: Evento de exposición
fr: Exposition
it: Evento di esposizione
pl: Wydarzenie wystawowe
sv: Utställningsevenemang
zh_hk: 展览事件

# ItineraryV30
source: CulturalEvent
ar: حدث ثقافي
de: Kulturveranstaltung
es: Evento cultural
fr: Événement culturel
it: Evento culturale
pl: Wydarzenie kulturalne
sv: Kulturevenemang
zh_hk: 文化事件

# ItineraryV31
source: Landform
ar: تضاريس
es: Formación del terreno
fr: Formation géologique
it: Formazione del terreno
pl: Formacja terenu
zh_hk: 地貌

# ItineraryV32
source: Park
ar: حديقة
es: Parque
fr: Parc
it: Parco
zh_hk: 公园

# ItineraryV33
source: Park And Garden
ar: حديقة وحديقة
de: Park und Garten
es: Parque y jardín
fr: Parc et jardin
it: Parco e giardino
pl: Park i ogród
sv: Park och trädgård
zh_hk: 公园和花园

# ItineraryV34
source: River
ar: نهر
de: Fluss
es: Río
fr: Rivière
it: Fiume
pl: Rzeka
sv: Flod
zh_hk: 河流

# ItineraryV35
source: RiverPort
ar: ميناء نهري
de: Flusshafen
es: Puerto fluvial
fr: Port fluvial
it: Porto fluviale
pl: Port rzeczny
sv: Flodport
zh_hk: 河港

# ItineraryV36
source: BowlingAlley
ar: صالة بولينج
de: Bowlingbahn
es: Bolera
fr: Salle de bowling
it: Pista da bowling
pl: Kręgielnia
sv: Bowlinghall
zh_hk: 保龄球馆

# ItineraryV37
source: Cinema
ar: سينما
de: Kino
es: Cine
fr: Cinéma
pl: Kino
sv: Bioskop
zh_hk: 电影院

# ItineraryV38
source: Game
ar: لعبة
de: Spiel
es: Juego
fr: Jeu
it: Gioco
pl: Gra
sv: Spel
zh_hk: 游戏

# ItineraryV39
source: Minigolf
ar: ميني جولف
zh_hk: 迷你高尔夫

# ItineraryV40
source: MovieTheater
ar: مسرح الفيلم
de: Kino
es: Cine
fr: Cinéma
it: Cinema
pl: Kino
sv: Biograf
zh_hk: 电影院

# ItineraryV41
source: Theater
ar: مسرح
es: Teatro
fr: Théâtre
it: Teatro
pl: Teatr
sv: Teater
zh_hk: 剧院

# ItineraryV42
source: AmusementPark
ar: حديقة ملاهي
de: Vergnügungspark
es: Parque de atracciones
fr: Parc d'attractions
it: Parco divertimenti
pl: Park rozrywki
sv: Nöjespark
zh_hk: 游乐园

# ItineraryV43
source: ThemePark
ar: حديقة ألعاب
de: Themenpark
es: Parque temático
fr: Parc à thème
it: Parco a tema
pl: Park tematyczny
sv: Temapark
zh_hk: 主题公园

# ItineraryV44
source: Exhibition
ar: معرض
de: Ausstellung
es: Exposición
fr: Exposition
it: Mostra
pl: Wystawa
sv: Utställning
zh_hk: 展览

# ItineraryV45
source: LeisureComplex
ar: مجمع ترفيهي
de: Freizeitzentrum
es: Complejo de ocio
fr: Complexe de loisirs
it: Complesso di intrattenimento
pl: Kompleks rekreacyjny
sv: Fritidsanläggning
zh_hk: 休闲综合设施

# ItineraryV46
source: Marine
ar: بحري
de: Maritim
es: Marino
fr: Marin
it: Marino
pl: Marynarski
sv: Marin
zh_hk: 海洋

# ItineraryV47
source: Bar Or Pub
ar: بار أو حانة
de: Bar oder Kneipe
es: Bar o pub
fr: Bar ou pub
it: Bar o pub
pl: Bar lub pub
sv: Bar eller pub
zh_hk: 酒吧或酒馆

# ItineraryV48
source: Bistro Or WineBar
ar: بيسترو أو بار نبيذ
de: Bistro oder Weinbar
es: Bistró o bar de vinos
fr: Bistrot ou bar à vin
it: Bistrot o wine bar
pl: Bistro lub winiarnia
sv: Bistro eller vinbar
zh_hk: 小酒馆或酒吧

# ItineraryV49
source: NightClub
ar: نادي ليلي
de: Nachtclub
es: Club nocturno
fr: Boîte de nuit
pl: Klub nocny
sv: Nattklubb
zh_hk: 夜总会

# ItineraryV50
source: Winery
ar: مزرعة النبيذ
de: Weingut
es: Viñedo
fr: Domaine viticole
it: Cantina
pl: Winiarnia
sv: Vingård
zh_hk: 酒庄

# ItineraryV51
source: TastingProvider
ar: مزود تجربة تذوق
de: Verkostungsanbieter
es: Proveedor de degustación
fr: Fournisseur de dégustation
it: Provider di degustazione
pl: Dostawca degustacji
sv: Smakprovleverantör
zh_hk: 品酒供应商

# ItineraryV52
source: Castle
ar: قلعة
de: Schloss
es: Castillo
fr: Château
it: Castello
pl: Zamek
sv: Slott
zh_hk: 城堡

# ItineraryV53
source: Church
ar: كنيسة
de: Kirche
es: Iglesia
fr: Église
it: Chiesa
pl: Kościół
sv: Kyrka
zh_hk: 教堂

# ItineraryV54
source: CityHeritage
ar: تراث المدينة
de: Stadterbe
es: Patrimonio de la ciudad
fr: Patrimoine de la ville
it: Patrimonio della città
pl: Dziedzictwo miejskie
sv: Stadsarv
zh_hk: 城市遗产

# ItineraryV55
source: MilitaryCemetery
ar: مقبرة عسكرية
de: Militärfriedhof
es: Cementerio militar
fr: Cimetière militaire
it: Cimitero militare
pl: Cmentarz wojskowy
sv: Militär begravningsplats
zh_hk: 军事公墓

# ItineraryV56
source: Museum
ar: متحف
es: Museo
fr: Musée
it: Museo
pl: Muzeum
zh_hk: 博物馆

# ItineraryV57
source: NaturalHeritag
ar: تراث طبيعي
de: Naturschutzgebiet
es: Patrimonio natural
fr: Patrimoine naturel
it: Patrimonio naturale
pl: Dziedzictwo naturalne
sv: Naturligt arv
zh_hk: 自然遗产

# ItineraryV58
source: ReligiousSite
ar: موقع ديني
de: Religiöse Stätte
es: Sitio religioso
fr: Site religieux
it: Sito religioso
pl: Miejsce religijne
sv: Religiös plats
zh_hk: 宗教遗址

# ItineraryV59
source: RemembranceSite
ar: موقع تذكاري
de: Gedenkstätte
es: Sitio conmemorativo
fr: Site commémoratif
it: Sito commemorativo
pl: Miejsce pamięci
sv: Minnesplats
zh_hk: 纪念遗址

# ItineraryV60
source: RemarkableBuilding
ar: مبنى مميز
de: Bemerkenswertes Gebäude
es: Edificio notable
fr: Bâtiment remarquable
it: Edificio notevole
pl: Wybitny budynek
sv: Anmärkningsvärd byggnad
zh_hk: 卓越建筑

# ItineraryV61
source: CulturalSite
ar: موقع ثقافي
de: Kulturelle Stätte
es: Sitio cultural
fr: Site culturel
it: Sito culturale
pl: Miejsce kulturalne
sv: Kulturell plats
zh_hk: 文化遗址

# ItineraryV62
source: FastFoodRestaurant
ar: مطعم سريع الوجبات
es: Restaurante de comida rápida
fr: Restaurant de restauration rapide
it: Ristorante fast food
pl: Restauracja szybkiej obsługi
sv: Snabbmatrestaurang
zh_hk: 快餐厅

# ItineraryV63
source: FoodEstablishment
ar: مؤسسة غذائية
de: Lebensmittelbetrieb
es: Establecimiento de comida
fr: Établissement alimentaire
it: Attività alimentare
pl: Obiekt spożywczy
sv: Matställe
zh_hk: 餐饮机构

# ItineraryV64
source: Restaurant
ar: مطعم
es: Restaurante
it: Ristorante
pl: Restauracja
sv: Restaurang
zh_hk: 餐厅

# ItineraryV65
source: SelfCateringAccommodation
ar: إقامة ذاتية الطهي
de: Selbstversorgungsunterkunft
es: Alojamiento con autoservicio
fr: Hébergement en autogestion
it: Alloggio con cucina indipendente
pl: Nocleg ze świadczeniem usług kateringowych
sv: Självhushållboende
zh_hk: 自助式住宿

# ItineraryV66
source: SelfServiceCafeteria
ar: مقصف ذاتي الخدمة
de: Selbstbedienungscafeteria
es: Cafetería de autoservicio
fr: Cafétéria en libre-service
it: Cafeteria self-service
pl: Samoobsługowa kawiarnia
sv: Självserveringskafeteria
zh_hk: 自助餐厅

# ItineraryV67
source: Cafe Or CoffeeShop
ar: مقهى أو مقهى
de: Café oder Kaffeehaus
es: Café o cafetería
fr: Café
it: Caffè o caffetteria
pl: Kawiarnia lub kawiarnia
sv: Café eller kafé
zh_hk: 咖啡馆或咖啡店

# ItineraryV68
source: Cafe Or Teahouse
ar: مقهى أو دار شاي
de: Café oder Teehaus
es: Café o casa de té
fr: Café ou salon de thé
it: Caffè o casa del tè
pl: Kawiarnia lub herbaciarnia
sv: Café eller tesalong
zh_hk: 咖啡馆或茶馆

# ItineraryV69
source: Your favorite itineraries
ar: جداول الرحلات المفضلة الخاصة بك
de: Ihre bevorzugten Reiserouten
es: Tus itinerarios favoritos
fr: Vos itinéraires favoris
it: I tuoi itinerari preferiti
pl: Ihre bevorzugten Reiserouten
sv: Dina favoritresvägar
zh_hk: 你的最愛行程

# ItineraryV70
source: Do you want to save these settings in your favorites?
ar: هل ترغب في حفظ هذه الإعدادات في المفضلة الخاصة بك؟
de: Möchten Sie diese Einstellungen in Ihren Favoriten speichern?
es: ¿Deseas guardar estos ajustes en tus favoritos?
fr: Voulez-vous enregistrer ces paramètres dans vos favoris ?
it: Desideri salvare queste impostazioni tra i tuoi preferiti?
pl: Czy chcesz zapisać te ustawienia w ulubionych?
sv: Vill du spara dessa inställningar i dina favoriter?
zh_hk: 你想儲存這些設置到你的收藏嗎？

# ItineraryV71
source: My location
ar: موقعي
de: Mein Standort
es: Mi ubicación
fr: Ma localisation
it: La mia posizione
pl: Mein Standort
sv: Min plats
zh_hk: 我的位置

# ItineraryV72
source: Enter a city
ar: أدخل مدينة
de: Geben Sie eine Stadt ein
es: Ingrese una ciudad
fr: Entrez une ville
it: Inserisci una città
pl: Geben Sie eine Stadt ein
sv: Ange en stad
zh_hk: 输入城市

# ItineraryV73
source: Name your profile here
ar: قم بتسمية ملف تعريفك هنا
de: Benennen Sie Ihr Profil hier
es: Nombre su perfil aquí
fr: Nommer votre profil ici
it: Nome del tuo profilo qui
pl: Benennen Sie Ihr Profil hier
sv: Namnge din profil här
zh_hk: 在这里命名您的配置文件

# ItineraryV74
source: Select a location
ar: اختر موقعًا
de: Wählen Sie einen Standort aus
es: Seleccionar una ubicación
fr: Sélectionner une localisation
it: Seleziona una posizione
pl: Wöhl a Standort aus
sv: Välj en plats
zh_hk: 選擇位置

# ItineraryV75
source: Select your favorite itineraries
ar: اختر مساراتك المفضلة
de: Wählen Sie Ihre bevorzugten Reiserouten aus
es: Seleccionar tus rutas favoritas
fr: Sélectionner vos favoris d'itinéraire
it: Seleziona i tuoi itinerari preferiti
pl: Wöhl deine liabstn Reisroutn aus
sv: Välj dina favoritvägar
zh_hk: 選擇您喜歡的路線

# ItineraryV76
source: Select the duration of your itinerary
ar: اختر مدة المسار الخاص بك
de: Wählen Sie die Dauer Ihrer Reiseroute aus
es: Seleccionar la duración de tu itinerario
fr: Sélectionner la durée de votre itinéraire
it: Seleziona la durata del tuo itinerario
pl: Wöhl die Dauer von dein Reisrout aus
sv: Välj varaktigheten för din resväg
zh_hk: 選擇您的路線持續時間

# ItineraryV77
source: Select the appropriate budget for your itinerary
ar: اختر الميزانية المناسبة لمسارك
de: Wählen Sie das geeignete Budget für Ihre Reiseroute aus
es: Seleccionar el presupuesto apropiado para tu itinerario
fr: Sélectionner le budget approprié pour votre itinéraire
it: Seleziona il budget appropriato per il tuo itinerario
pl: Wöhl da passende Budget für dein Reisrout aus
sv: Välj lämplig budget för din resväg
zh_hk: 選擇適合您路線的預算

# ItineraryV78
source: Select a number of people
ar: اختر عددًا من الأشخاص
de: Wählen Sie die Anzahl der Personen aus
es: Seleccionar un número de personas
fr: Sélectionner un nombre de personnes
it: Seleziona un numero di persone
pl: Wöhl die Anzahl von Leit aus
sv: Välj antalet personer
zh_hk: 選擇人數

# ItineraryV79
source: Select your preferences from the following categories
ar: اختر تفضيلاتك من بين الفئات التالية
de: Wählen Sie Ihre Präferenzen aus den folgenden Kategorien aus
es: Seleccionar tus preferencias de entre las siguientes categorías
fr: Sélectionnez vos préférences parmi les catégories suivantes
it: Seleziona le tue preferenze dalle seguenti categorie
pl: Wöhl deine Vorliebn aus de Kategorien unt
sv: Välj dina preferenser från följande kategorier
zh_hk: 從以下類別中選擇您的偏好

# ItineraryV80
source: Select a group to associate with the itinerary
ar: اختر مجموعة لربطها بالمسار
de: Wählen Sie eine Gruppe aus, um sie mit der Reiseroute zu verknüpfen
es: Seleccionar un grupo para asociar con el itinerario
fr: Sélectionner un groupe à associer à l'itinéraire
it: Seleziona un gruppo da associare all'itinerario
pl: Wöhl a Gruppn aus, um sie mit da Reisrout zu verbindn
sv: Välj en grupp att associera med resvägen
zh_hk: 選擇與路線相關聯的群組

# ItineraryV81
source: No itinerary can be generated
ar: لا يمكن إنشاء أي مسار
de: Es kann keine Route generiert werden
es: No se puede generar ningún itinerario
fr: Aucun itinéraire ne peut être généré
it: Impossibile generare alcun itinerario
pl: Es kann keine Route generiert werden
sv: Det går inte att generera någon rutt
zh_hk: 无法生成任何行程

# createGroupV10
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
sv: Radera
zh_hk: 删除

# createGroupV11
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 错误

# createGroupV12
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pl: Sukces
sv: Framgång
zh_hk: 成功

# createGroupV13
source: Group created
ar: تم إنشاء المجموعة
de: Gruppe erstellt
es: Grupo creado
fr: Groupe créé
it: Gruppo creato
pl: Grupa utworzona
sv: Gruppen skapad
zh_hk: 已创建群组

# groupSettingV25
source: Select
ar: اختر
de: Auswählen
es: Seleccionar
fr: Sélectionnez
it: Seleziona
pl: Wybierz
sv: Välj
zh_hk: 选择

# groupSettingV26
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 错误

# groupSettingV27
source: Route launch error
ar: خطأ في بدء الطريق
de: Fehler beim Start der Route
es: Error al iniciar la ruta
fr: Erreur du lancement de l'itinéraire
it: Errore di avvio percorso
pl: Błąd uruchamiania trasy
sv: Fel vid start av rutt
zh_hk: 路线启动错误

# groupSettingV28
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pl: Sukces
sv: Framgång
zh_hk: 成功

# groupSettingV29
source: Route launched successfully
ar: تم بدء الطريق بنجاح
de: Die Route wurde erfolgreich gestartet
es: La ruta se ha iniciado correctamente
fr: L’itinéraire vient d’être lancé
it: Il percorso è stato avviato con successo
pl: Trasa została pomyślnie uruchomiona
sv: Rutten har startats framgångsrikt
zh_hk: 路线已成功启动

# groupV10
source: Accept
ar: قبول
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
pl: Akceptuj
sv: Acceptera
zh_hk: 接受

# groupV11
source: Decline
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
pl: Odrzuć
sv: Neka
zh_hk: 拒绝

# groupV12
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 错误

# groupV13
source: An error occurred
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur est survenue
it: Si è verificato un errore
pl: Wystąpił błąd
sv: Det uppstod ett fel
zh_hk: 发生错误

# groupV14
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pl: Sukces
sv: Framgång
zh_hk: 成功

# groupV15
source: You have accepted the request successfully
ar: لقد قبلت الطلب بنجاح
de: Sie haben die Anfrage erfolgreich akzeptiert
es: Has aceptado la solicitud correctamente
fr: Vous avez bien accepté la demande
it: Hai accettato con successo la richiesta
pl: Pomyślnie zaakceptowano prośbę
sv: Du har framgångsrikt accepterat begäran
zh_hk: 您已成功接受请求

# groupV16
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 错误

# groupV17
source: An error occurred
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur est survenue
it: Si è verificato un errore
pl: Wystąpił błąd
sv: Det uppstod ett fel
zh_hk: 发生错误

# groupV18
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pl: Sukces
sv: Framgång
zh_hk: 成功

# groupV19
source: You have declined the request successfully
ar: لقد رفضت الطلب بنجاح
de: Sie haben die Anfrage erfolgreich abgelehnt
es: Has rechazado la solicitud correctamente
fr: Vous avez bien refusé la demande
it: Hai rifiutato con successo la richiesta
pl: Pomyślnie odrzucono prośbę
sv: Du har framgångsrikt nekat begäran
zh_hk: 您已成功拒绝请求

# showGroupV10
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 错误

# showGroupV11
source: Invitation send error
ar: خطأ في إرسال الدعوة
de: Fehler beim Senden der Einladung
es: Error al enviar la invitación
fr: Erreur d'envoie d'invitation
it: Errore nell'invio dell'invito
pl: Błąd wysyłania zaproszenia
sv: Fel vid skickande av inbjudan
zh_hk: 邀请发送错误

# showGroupV12
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pl: Sukces
sv: Framgång
zh_hk: 成功

# showGroupV13
source: Member invitation sent
ar: تم إرسال دعوة العضو
de: Mitgliedseinladung gesendet
es: Invitación de miembro enviada
fr: Invitation de membre envoyé
it: Invito del membro inviato
pl: Zaproszenie dla członka wysłane
sv: Medlemsinbjudan skickad
zh_hk: 成员邀请已发送

# showGroupV14
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 错误

# showGroupV15
source: Member could not be deleted
ar: تعذر حذف العضو
de: Das Mitglied konnte nicht gelöscht werden
es: No se pudo eliminar al miembro
fr: Le membre n'a pas pu être supprimé
it: Impossibile eliminare il membro
pl: Nie można usunąć członka
sv: Det gick inte att ta bort medlemmen
zh_hk: 无法删除成员

# showGroupV16
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pl: Sukces
sv: Framgång
zh_hk: 成功

# showGroupV17
source: Member deleted
ar: تم حذف العضو
de: Mitglied gelöscht
es: Miembro eliminado
fr: Membre supprimé
it: Membro eliminato
pl: Członek usunięty
sv: Medlem borttagen
zh_hk: 成员已删除

# chatV1
source: Message
ar: رسالة
de: Nachricht
es: Mensaje
it: Messaggio
pl: Wiadomość
sv: Meddelande
zh_hk: 消息

# chatV2
source: You
ar: أنت
de: Sie
es: Tú
fr: Vous
it: Tu
pl: Ty
sv: Du
zh_hk: 您

# infoPreviousItinV1
source: Invalid date
ar: تاريخ غير صالح
de: Ungültiges Datum
es: Fecha no válida
fr: Date non valide
it: Data non valida
pl: Nieprawidłowa data
sv: Ogiltigt datum
zh_hk: 无效日期

# profilV20
source: View my previous routes
ar: عرض طرقي السابقة
de: Meine vorherigen Routen anzeigen
es: Ver mis rutas anteriores
fr: Voir mes précédents itinéraires
it: Visualizza i miei percorsi precedenti
pl: Zobacz moje poprzednie trasy
sv: Se mina tidigare rutter
zh_hk: 查看我的先前路线

# editedProfilV1
source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Changer
it: Cambia
pl: Zmień
sv: Ändra
zh_hk: 更改

# editedProfilV2
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
pl: Nazwa użytkownika
sv: Användarnamn
zh_hk: 用户名

# editedProfilV3
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 错误

# editedProfilV4
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
it: Descrizione
pl: Opis
sv: Beskrivning
zh_hk: 描述

# editedProfilV5
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 错误

# editedProfilV6
source: Edit profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica il profilo
pl: Edytuj profil
sv: Redigera profil
zh_hk: 编辑个人资料

# editedProfilV7
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 错误

# editedProfilV8
source: Profile update error
ar: خطأ في تحديث الملف الشخصي
de: Fehler beim Aktualisieren des Profils
es: Error al actualizar el perfil
fr: Erreur de mise à jour du profil
it: Errore nell'aggiornamento del profilo
pl: Błąd aktualizacji profilu
sv: Fel vid uppdatering av profil
zh_hk: 个人资料更新错误

# editedProfilV9
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pl: Sukces
sv: Framgång
zh_hk: 成功

# editedProfilV10
source: Your profile has been updated successfully
ar: تم تحديث ملفك الشخصي بنجاح
de: Ihr Profil wurde erfolgreich aktualisiert
es: Tu perfil se ha actualizado correctamente
fr: Votre profil a bien été mis à jour
it: Il tuo profilo è stato aggiornato con successo
pl: Twój profil został pomyślnie zaktualizowany
sv: Din profil har uppdaterats framgångsrikt
zh_hk: 您的个人资料已成功更新

# deletedAccountV1
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
sv: Radera
zh_hk: 删除

# deletedAccountV2
source: Confirm deletion
ar: تأكيد الحذف
de: Löschung bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
pl: Potwierdź usunięcie
sv: Bekräfta radering
zh_hk: 确认删除

# deletedAccountV3
source: Are you sure you want to delete your account? This action is irreversible.
ar: هل أنت متأكد من أنك تريد حذف حسابك؟ هذا الإجراء لا يمكن التراجع عنه.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Dieser Vorgang ist nicht rückgängig zu machen.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción es irreversible.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.
it: Sei sicuro di voler eliminare il tuo account? Questa azione è irreversibile.
pl: Czy na pewno chcesz usunąć swoje konto? Ta operacja jest nieodwracalna.
sv: Är du säker på att du vill radera ditt konto? Denna åtgärd är oåterkallelig.
zh_hk: 您确定要删除您的帐户吗？此操作无法撤销。

# deletedAccountV4
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
sv: Radera
zh_hk: 删除

# deletedAccountV5
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
sv: Avbryt
zh_hk: 取消

# aboutV1
source: Version
ar: الإصدار
es: Versión
it: Versione
pl: Wersja
zh_hk: 版本

# aboutV2
source: About
ar: نبذة عن
de: Über
es: Acerca de
fr: À propos
it: Informazioni su
pl: O nas
sv: Om
zh_hk: 关于
