Repository: MaxMarques/VakaryIOS
Catalog: VakaryIOS/VakaryIOS/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, pl, sv, zh_hk

# startV1
source: Begin
ar: ابدأ
de: Anfangen
es: Comenzar
fr: Commencer
it: Cominciare
pl: zaczynać
sv: Börja
zh_hk: 開始

# startV2
source: Already have an account?
ar: هل لديك حساب بالفعل؟
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
pl: Masz już konto?
sv: Har du redan ett konto?
zh_hk: 已有帳戶？

# WalkthroughN1
source: Welcome !
ar: مرحبًا!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
it: Benvenuto!
pl: Witamy!
sv: Välkommen!
zh_hk: 歡迎！

# WalkthroughN2
source: Create your itinerary
ar: قم بإنشاء جدول سفرك
de: Erstellen Sie Ihre Route
es: Crea tu ruta
fr: Créez votre itinéraire
it: Crea il tuo itinerario
pl: Utwórz swój plan podróży
sv: Skapa din resrutt
zh_hk: 建立您的路線

# WalkthroughD2
source: Give us your tourist preferences, we take care of everything!
ar: أعطنا تفضيلاتك السياحية واترك الباقي علينا!
de: Geben Sie uns Ihre touristischen Vorlieben, wir kümmern uns um den Rest!
es: ¡Dinos tus preferencias turísticas y nosotros nos encargamos del resto!
fr: Donnez-nous vos préférences touristiques, on s'occupe de tout !
it: Fornisci le tue preferenze turistiche e ci occuperemo di tutto!
pl: Podaj nam swoje preferencje turystyczne, zajmiemy się resztą!
sv: Ge oss dina turistpreferenser, vi tar hand om allt!
zh_hk: 告訴我們您的旅遊偏好，我們會為您安排一切！

# WalkthroughN3
source: Your itinerary
ar: جدول سفرك
de: Ihre Route
es: Tu ruta
fr: Votre itinéraire
it: Il tuo itinerario
pl: Twój plan podróży
sv: Din resrutt
zh_hk: 您的路線

# WalkthroughD3
source: Your personalized itinerary is ready, all you have to do is discover.
ar: تم إعداد جدول سفرك الشخصي، ما عليك سوى الاستمتاع بالاكتشاف.
de: Ihre personalisierte Route ist fertig, Sie müssen nur noch entdecken.
es: Tu ruta personalizada está lista, solo tienes que descubrir.
fr: Votre itinéraire personnalisé est prêt, vous n'avez plus qu'à découvrir.
it: Il tuo itinerario personalizzato è pronto, non devi fare altro che scoprirlo.
pl: Twój spersonalizowany plan podróży jest gotowy, teraz pozostaje go odkryć.
sv: Din personliga resplan är redo, du behöver bara upptäcka.
zh_hk: 您的個人化路線已準備就緒，只需開始探索！

# WalkthroughN4
source: Go together
ar: سافر مع الآخرين
de: Mit mehreren Leuten losziehen
es: Salir con varias personas
fr: Partez à plusieurs
it: Viaggia con gli amici
pl: Podróżujcie razem
sv: Åk tillsammans
zh_hk: 與其他人一起出發

# WalkthroughD4
source: Share your routes and positions with our group feature.
ar: شارك جداول السفر ومواقعك باستخدام ميزتنا للمجموعة.
de: Teilen Sie Ihre Routen und Positionen mit unserer Gruppenfunktion.
es: Comparte tus rutas y ubicaciones con nuestra función de grupos.
fr: Partagez vos itinéraires et positions avec notre fonctionnalité groupe.
it: Condividi i tuoi itinerari e la tua posizione con la nostra funzione di gruppo.
pl: Udostępniajcie swoje trasy i pozycje dzięki naszej funkcji grupowej.
sv: Dela dina resvägar och positioner med vår gruppfunktionalitet.
zh_hk: 使用我們的群組功能，與他人分享您的路線和位置。

# WalkthroughN5
source: Travel !
ar: ابدأ الرحلة!
de: Reisen Sie!
es: ¡Viaja!
fr: Voyagez !
it: Viaggia!
pl: Podróżuj!
sv: Res!
zh_hk: 開始旅行！

# WalkthroughD5
source: Go around the world, we will be your best companion.
ar: تجول حول العالم، سنكون رفيقك المفضل.
de: Machen Sie eine Weltreise, wir werden Ihr bester Begleiter sein.
es: Haz un viaje alrededor del mundo, seremos tu mejor compañero.
fr: Faites le tour du monde, nous serons votre meilleur compagnon.
it: Fai il giro del mondo, saremo il tuo miglior compagno.
pl: Przemierzajcie świat, będziemy najlepszymi towarzyszami.
sv: Res runt i världen, vi kommer att vara din bästa följeslagare.
zh_hk: 環遊世界，我們將成為您最佳的旅行伴侶。

# SignInV1
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
pl: Nazwa użytkownika
sv: Användarnamn
zh_hk: 用戶名

# SignInV2
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
pl: Hasło
sv: Lösenord
zh_hk: 密碼

# SignInV3
source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
pl: Zaloguj się
sv: Logga in
zh_hk: 登錄

# SignInV4
source: Forgot your password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
pl: Zapomniałeś hasła?
sv: Glömt lösenordet?
zh_hk: 忘記密碼？

# SignInV5
source: You do not have an account?
ar: ليس لديك حساب؟
de: Haben Sie kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
pl: Nie masz konta?
sv: Har du inget konto?
zh_hk: 沒有帳戶？

# SignInV6
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 錯誤

# SignInV7
source: Your email or your password is incorrect
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة
de: Ihre E-Mail oder Ihr Passwort ist falsch
es: Tu correo electrónico o contraseña es incorrecta
fr: Votre e-mail ou votre mot de passe est incorrect
it: La tua email o la tua password sono errate
pl: Twój e-mail lub hasło jest nieprawidłowe
sv: Ditt e-postadress eller lösenord är felaktigt
zh_hk: 您的電子郵件或密碼不正確

# SignInV8
source: One or more fields are not filled
ar: تركت حقلًا فارغًا أو أكثر
de: Ein oder mehrere Felder sind nicht ausgefüllt
es: Uno o más campos no están completos
fr: Un ou plusieurs champs ne sont pas remplis
it: Uno o più campi non sono stati compilati
pl: Jedno lub więcej pól nie zostało wypełnione
sv: Ett eller flera fält är inte ifyllda
zh_hk: 有一個或多個字段未填寫

# SignUpV1
source: My number is
ar: رقمي هو
de: Meine Nummer ist
es: Mi número es
fr: Mon numéro est
it: Il mio numero è
pl: Mój numer to
sv: Mitt nummer är
zh_hk: 我的號碼是

# SignUpV2
source: Do not lose access to your account, verify your phone number.
ar: لا تفقد وصولك إلى حسابك، قم بالتحقق من رقم هاتفك.
de: Verlieren Sie nicht den Zugang zu Ihrem Konto, überprüfen Sie Ihre Telefonnummer.
es: No pierdas el acceso a tu cuenta, verifica tu número de teléfono.
fr: Ne perdez pas l'accès à votre compte, vérifiez votre numéro de téléphone.
it: Non perdere l'accesso al tuo account, verifica il tuo numero di telefono.
pl: Nie strać dostępu do swojego konta, zweryfikuj swój numer telefonu.
sv: Förlora inte åtkomst till ditt konto, verifiera ditt telefonnummer.
zh_hk: 別失去您的帳戶訪問權限，請驗證您的手機號碼。

# SignUpV3
source: Continue
ar: استمرار
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pl: Kontynuuj
sv: Fortsätt
zh_hk: 繼續

# SignUpV4
source: What is your email?
ar: ما هو عنوان بريدك الإلكتروني؟
de: Was ist Ihre E-Mail-Adresse?
es: ¿Cuál es tu dirección de correo electrónico?
fr: Quel est votre e-mail ?
it: Qual è il tuo indirizzo email?
pl: Jaki jest twój adres e-mail?
sv: Vad är din e-post?
zh_hk: 請問您的電子郵件是什麼？

# SignUpV5
source: We will send you an email with a verification code.
ar: سنرسل لك بريدًا إلكترونيًا يحتوي على رمز التحقق.
de: Wir senden Ihnen eine E-Mail mit einem Bestätigungscode.
es: Te enviaremos un correo electrónico con un código de confirmación.
fr: Nous vous enverrons un e-mail avec un code de vérification.
it: Ti invieremo un'email con un codice di verifica.
pl: Wyślemy Ci e-mail z kodem weryfikacyjnym.
sv: Vi kommer att skicka dig ett e-post med en verifieringskod.
zh_hk: 我們將向您發送一封帶有驗證碼的電子郵件。

# SignUpV6
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
sv: E-post
zh_hk: 電子郵件

# SignUpV7
source: Continue
ar: استمرار
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pl: Kontynuuj
sv: Fortsätt
zh_hk: 繼續

# SignUpV8
source: Create your password
ar: إنشاء كلمة المرور الخاصة بك
de: Erstellen Sie Ihr Passwort
es: Crear tu contraseña
fr: Créez votre mot de passe
it: Crea la tua password
pl: Utwórz swoje hasło
sv: Skapa ditt lösenord
zh_hk: 創建您的密碼

# SignUpV9
source: Your password must contain at least 8 signs, upper and lower case letters, numbers and symbols.
ar: يجب أن تتكون كلمة المرور الخاصة بك من 8 أحرف على الأقل، بما في ذلك الأحرف الكبيرة والصغيرة والأرقام والر
de: Ihr Passwort muss mindestens 8 Zeichen, Groß- und Kleinbuchstaben, Zahlen und Symbole enthalten.
es: Tu contraseña debe contener al menos 8 caracteres, incluyendo mayúsculas, minúsculas, números y símbolos.
fr: Votre mot de passe doit comporter au moins 8 signes, des lettres majuscules et minuscules, des chiffres et des symboles.
it: La tua password deve contenere almeno 8 caratteri, inclusi lettere maiuscole e minuscole, numeri e simboli.
pl: Twoje hasło musi mieć co najmniej 8 znaków i zawierać zarówno duże, jak i małe litery, cyfry oraz symbole.
sv: Ditt lösenord måste innehålla minst 8 tecken, stora och små bokstäver, siffror och symboler.
zh_hk: 您的密碼必須至少包含8個字符，其中包括大寫字母、小寫字母、數字和符號。

# SignUpV10
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
pl: Hasło
sv: Lösenord
zh_hk: 密碼

# SignUpV11
source: Confirm Passworde
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma la password
pl: Potwierdź hasło
sv: Bekräfta lösenord
zh_hk: 確認密碼

# SignUpV12
source: Continue
ar: استمرار
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pl: Kontynuuj
sv: Fortsätt
zh_hk: 繼續

# SignUpV13
source: Create your profile
ar: أنشئ ملفك الشخصي
de: Erstellen Sie Ihr Profil
es: Crear tu perfil
fr: Créez votre profil
it: Crea il tuo profilo
pl: Utwórz swój profil
sv: Skapa din profil
zh_hk: 創建個人檔案

# SignUpV14
source: To add a banner or profile picture, click on the item.
ar: لإضافة صورة للغلاف أو البروفايل، انقر على العنصر.
de: Um ein Banner- oder Profilbild hinzuzufügen, klicken Sie auf das Element.
es: Para agregar una foto de perfil o de portada, haz clic en el elemento.
fr: Pour ajouter une image de bannière ou de profil, cliquez sur l'élément.
it: Per aggiungere un'immagine del banner o del profilo, fai clic sull'elemento.
pl: Aby dodać zdjęcie baneru lub profilowe, kliknij element.
sv: För att lägga till en bannerbild eller profilbild, klicka på objektet.
zh_hk: 要添加橫幅圖片或個人檔案圖片，請點擊該項目。

# SignUpV15
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
pl: Nazwa użytkownika
sv: Användarnamn
zh_hk: 用戶名

# SignUpV16
source: You can change your profile picture, banner picture, and description later if you want.
ar: يمكنك تعديل صورة ملفك الشخصي، وصورة الغلاف والوصف لاحقًا إذا كنت ترغب في ذلك.
de: Sie können Ihr Profilbild, Bannerbild und Ihre Beschreibung später ändern, wenn Sie möchten.
es: Puedes cambiar tu foto de perfil, foto de portada y descripción más adelante si lo deseas.
fr: Vous pourrez modifier votre image de profil, image de bannière et votre description plus tard si vous le souhaitez.
it: Puoi modificare l'immagine del profilo, l'immagine del banner e la tua descrizione in seguito, se lo desideri.
pl: Później będziesz mógł/mogła zmienić swoje zdjęcie profilowe, zdjęcie baneru oraz opis, jeśli zechcesz.
sv: Du kan ändra din profilbild, bannerbild och din beskrivning senare om du vill.
zh_hk: 您可以稍後修改個人檔案圖片、橫幅圖片和個人描述。

# SignUpV17
source: Continue
ar: استمرار
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pl: Kontynuuj
sv: Fortsätt
zh_hk: 繼續

# SignUpV18
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 錯誤

# SignUpV19
source: Internal error
ar: خطأ داخلي
de: Interner Fehler
es: Error interno
fr: Erreur interne
it: Errore interno
pl: Wewnętrzny błąd
sv: Internt fel
zh_hk: 內部錯誤

# LostP1
source: Forgot your password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
pl: Zapomniałeś hasła?
sv: Glömt lösenordet?
zh_hk: 忘記密碼？

# LostP2
source: Please enter your email. We will send you a link to reset your password.
ar: يرجى إدخال عنوان بريدك الإلكتروني. سنرسل لك رابطًا لإعادة تعيين كلمة المرور.
de: Bitte geben Sie Ihre E-Mail ein. Wir senden Ihnen einen Link, um Ihr Passwort zurückzusetzen.
es: Por favor, ingresa tu correo electrónico. Te enviaremos un enlace para restablecer tu contraseña.
fr: Veuillez saisir votre e-mail. Nous vous enverrons un lien pour réinitialiser votre mot de passe.
it: Inserisci il tuo indirizzo email. Ti invieremo un link per reimpostare la tua password.
pl: Proszę podać swój adres e-mail. Wyślemy Ci link do zresetowania hasła.
sv: Vänligen ange din e-post. Vi skickar dig en länk för att återställa ditt lösenord.
zh_hk: 請輸入您的電子郵件。我們將發送一個重設密碼的鏈接給您。

# LostP3
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
sv: E-post
zh_hk: 電子郵件

# LostP4
source: Send recovery link
ar: إرسال رابط الاستعادة
de: Wiederherstellungslink senden
es: Enviar enlace de recuperación
fr: Envoyer le lien de récupération
it: Invia il link di recupero
pl: Wyślij link do odzyskania
sv: Skicka återhämtningslänken
zh_hk: 發送重置鏈接

# OpenMail1
source: We have sent you the link
ar: لقد أرسلنا لك الرابط
de: Wir haben Ihnen den Link geschickt
es: Hemos enviado el enlace a tu correo
fr: Nous vous avons envoyé le lien
it: Abbiamo inviato il link
pl: Wysłaliśmy Ci link
sv: Vi har skickat länken till dig
zh_hk: 我們已向您發送鏈接

# OpenMail2
source: Open it to reset the password. Can't find it? Check the spam folder.
ar: افتحه لإعادة تعيين كلمة المرور. لا تجده؟ تحقق من مجلد البريد المزعج.
de: Öffnen Sie ihn, um das Passwort zurückzusetzen. Sie können ihn nicht finden? Überprüfen Sie den Spam-Ordner.
es: Ábrelo para restablecer tu contraseña. ¿No lo encuentras? Revisa tu carpeta de spam.
fr: Ouvrez-le pour réinitialiser le mot de passe. Vous ne le trouvez pas ? Vérifiez le dossier Spam.
it: Aprilo per reimpostare la password. Non lo trovi? Controlla nella cartella dello spam.
pl: Otwórz go, aby zresetować hasło. Nie widzisz go? Sprawdź folder Spam.
sv: Öppna den för att återställa lösenordet. Hittar du den inte? Kolla spam-mappen.
zh_hk: 打開它以重置密碼。找不到它？請檢查垃圾郵件文件夾。

# OpenMail3
source: Open Mail
ar: فتح البريد
de: Mail öffnen
es: Abrir correo
fr: Ouvrir le courrier
it: Apri la posta
pl: Otwórz pocztę
sv: Öppna e-post
zh_hk: 打開郵件

# ItineraryV1
source: Choose a start and end time for your route
ar: اختر وقت بدء وانتهاء لجدول السفر الخاص بك
de: Wählen Sie eine Start- und Endzeit für Ihre Route
es: Selecciona una hora de inicio y fin para tu ruta
fr: Choisissez une heure de début et de fin pour votre itinéraire
it: Scegli un'ora di inizio e di fine per il tuo itinerario
pl: Wybierz godzinę rozpoczęcia i zakończenia dla swojej trasy
sv: Välj en start- och sluttid för din resrutt
zh_hk: 為您的行程選擇開始和結束時間

# ItineraryV2
source: Beginning:
ar: البداية:
de: Anfang:
es: Inicio:
fr: Début :
it: Inizio:
pl: Początek:
sv: Start :
zh_hk: 開始：

# ItineraryV3
source: End:
ar: النهاية:
de: Ende:
es: Fin:
fr: Fin :
it: Fine:
pl: Koniec:
sv: Slut :
zh_hk: 結束：

# ItineraryV4
source: Indicate a maximum budget for this itinerary
ar: حدد الميزانية القصوى لهذا الجدول الزمني
de: Geben Sie ein maximales Budget für diese Route an
es: Indica un presupuesto máximo para esta ruta
fr: Indiquez un budget maximum pour cet itinéraire
it: Indica un budget massimo per questo itinerario
pl: Podaj maksymalny budżet dla tej trasy
sv: Ange en maximal budget för denna resrutt
zh_hk: 為此行程設定最大預算

# ItineraryV5
source: Indicate the number of adults (+18) and the number of children (-18)
ar: حدد عدد البالغين (+18) وعدد الأطفال (-18)
de: Geben Sie die Anzahl der Erwachsenen (+18) und die Anzahl der Kinder (-18) an
es: Indica el número de adultos (+18) y el número de niños (-18)
fr: Indiquez le nombre d'adultes (+18) et le nombre d'enfants (-18)
it: Indica il numero di adulti (+18) e il numero di bambini (-18)
pl: Podaj liczbę dorosłych (+18) i liczbę dzieci (-18)
sv: Ange antalet vuxna (+18) och antalet barn (-18)
zh_hk: 輸入成人（18歲以上）和兒童（18歲以下）的數量

# ItineraryV6
source: Adults
ar: البالغين
de: Erwachsene
es: Adultos
fr: Adultes
it: Adulti
pl: Dorośli
sv: Vuxna
zh_hk: 成人

# ItineraryV7
source: Children
ar: الأطفال
de: Kinder
es: Niños
fr: Enfants
it: Bambini
pl: Dzieci
sv: Barn
zh_hk: 兒童

# ItineraryV8
source: Choose a group
ar: اختر مجموعة
de: Wählen Sie eine Gruppe
es: Selecciona un grupo
fr: Choisissez un groupe
it: Scegli un gruppo
pl: Wybierz grupę
sv: Välj en grupp
zh_hk: 選擇一個群組

# ItineraryV9
source: No group
ar: لا مجموعة
de: Keine Gruppe
es: Sin grupo
fr: Aucun groupe
it: Nessun gruppo
pl: Brak grupy
sv: Ingen grupp
zh_hk: 沒有群組

# ItineraryV10
source: What do you want to see?
ar: ما الذي ترغب في رؤيته؟
de: Was möchten Sie sehen?
es: ¿Qué te gustaría ver?
fr: Que souhaitez-vous voir ?
it: Cosa desideri vedere?
pl: Co chcesz zobaczyć?
sv: Vad vill du se?
zh_hk: 您想看什麼？

# ItineraryV11
source: Would you like disabled access?
ar: هل ترغب في الوصول لذوي الاحتياجات الخاصة؟
de: Benötigen Sie einen barrierefreien Zugang?
es: ¿Necesitas acceso para personas con discapacidad?
fr: Souhaitez-vous un accès handicapé ?
it: Hai bisogno di accessibilità per disabili?
pl: Czy potrzebujesz dostępu dla osób niepełnosprawnych?
sv: Behöver du handikapp tillgång?
zh_hk: 需要無障礙設施嗎？

# ItineraryV12
source: Create!
ar: إنشاء!
de: Erstellen!
es: ¡Crear!
fr: Créer !
it: Crea!
pl: Utwórz!
sv: Skapa!
zh_hk: 創建！

# ItinerarySummV1
source: Share route
ar: مشاركة الجدول الزمني
de: Route teilen
es: Compartir ruta
fr: Partager l'itinéraire
it: Condividi l'itinerario
pl: Podziel się trasą
sv: Dela resrutt
zh_hk: 分享行程

# ItinerarySummV2
source: The route started from:
ar: بدأ الجدول الزمني منذ:
de: Die Route hat begonnen seit:
es: La ruta comenzó en:
fr: L'itinéraire a commencé depuis :
it: L'itinerario è iniziato da:
pl: Trasa rozpoczęła się od:
sv: Resrutten startade från :
zh_hk: 行程開始自：

# ItinerarySummV3
source: Places you have yet to see:
ar: الأماكن التي تبقى لك لزيارتها:
de: Orte, die Sie noch sehen müssen:
es: Lugares que aún debes ver:
fr: Lieux qu'il vous reste à voir :
it: Luoghi che devi ancora visitare:
pl: Miejsca, które pozostały do zobaczenia:
sv: Ställen kvar att se :
zh_hk: 尚未訪問的地點：

# ItinerarySummV4
source: Places seen:
ar: الأماكن التي تمت زيارتها:
de: Gesehene Orte:
es: Lugares que ya has visitado:
fr: Lieux vus :
it: Luoghi visitati:
pl: Odwiedzone miejsca:
sv: Sett platser :
zh_hk: 已訪問的地點：

# ItinerarySummV5
source: Stop Route
ar: إيقاف الجدول الزمني
de: Route beenden
es: Finalizar ruta
fr: Arrêter l'itinéraire
it: Interrompi l'itinerario
pl: Zatrzymaj trasę
sv: Stoppa resrutt
zh_hk: 停止行程

# ProfilV1
source: Edit Photo
ar: تعديل الصورة
de: Foto ändern
es: Cambiar foto
fr: Modifier la photo
it: Modifica foto
pl: Edytuj zdjęcie
sv: Ändra foto
zh_hk: 更改圖片

# ProfilV2
source: Validate
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Valider
it: Salva
pl: Zatwierdź
sv: Bekräfta
zh_hk: 確定

# ProfilV3
source: Change Description
ar: تغيير الوصف
de: Beschreibung ändern
es: Cambiar descripción
fr: Changer la description
it: Modifica descrizione
pl: Zmień opis
sv: Ändra beskrivning
zh_hk: 更改描述

# ProfilV4
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
it: Descrizione
pl: Opis
sv: Beskrivning
zh_hk: 描述

# ProfilV5
source: Reviews
ar: التعليقات
de: Bewertungen
es: Valoraciones
fr: Avis
it: Recensioni
pl: Opinie
sv: Recensioner
zh_hk: 評價

# ProfilV6
source: Comments
ar: التعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
pl: Komentarze
sv: Kommentarer
zh_hk: 評論

# ProfilV7
source: Likes
ar: إعجابات
de: Gefällt mir
es: Me gusta
fr: J'aime
it: Mi piace
pl: Lubię to
sv: Gillar
zh_hk: 喜歡

# ProfilV8
source: Kms Traveled
ar: المسافة المقطوعة (كم)
de: Zurückgelegte Kilometer
es: Kilómetros recorridos
fr: Km parcourus
it: Chilometri percorsi
pl: Przebyte kilometry
sv: Kilometer avverkade
zh_hk: 行駛公里數

# ProfilV9
source: Favorite City
ar: المدينة المفضلة
de: Lieblingsstadt
es: Ciudad favorita
fr: Ville favorite
it: Città preferita
pl: Ulubione miasto
sv: Favoritstad
zh_hk: 最喜歡的城

# ProfilV10
source: Last Visited City
ar: آخر مدينة قمت بزيارتها
de: Zuletzt besuchte Stadt
es: Última ciudad visitada
fr: Dernière ville visitée
it: Ultima città visitata
pl: Ostatnio odwiedzone miasto
sv: Senaste besökta stad
zh_hk: 最近訪問的城市

# ProfilV11
source: Preferred Activity
ar: النشاط المفضل
de: Lieblingsaktivität
es: Actividad favorita
fr: Activité préférée
it: Attività preferita
pl: Ulubiona aktywność
sv: Favoritaktivitet
zh_hk: 喜愛的活動

# ProfilV12
source: Hobbies
ar: الهوايات
de: Hobbys
es: Aficiones
it: Hobby
pl: Hobby
sv: Hobbys
zh_hk: 興趣愛好

# ProfilV13
source: Nature
ar: الطبيعة
de: Natur
es: Naturaleza
it: Natura
pl: Natura
sv: Natur
zh_hk: 自然

# ProfilV14
source: History
ar: التاريخ
de: Geschichte
es: Historia
fr: Histoire
it: Storia
pl: Historia
sv: Historia
zh_hk: 歷史

# ProfilV15
source: Culture
ar: الثقافة
de: Kultur
es: Cultura
it: Cultura
pl: Kultura
sv: Kultur
zh_hk: 文化

# ProfilV16
source: Tasting
ar: تذوق
de: Verkostung
es: Degustación
fr: Dégustation
it: Degustazione
pl: Degustacja
sv: Provsmakning
zh_hk: 品味

# GroupV1
source: My groups
ar: مجموعاتي
de: Meine Gruppen
es: Mis grupos
fr: Mes groupes
it: I miei gruppi
pl: Moje grupy
sv: Mina grupper
zh_hk: 我的群組

# GroupV2
source: Request(s)
ar: الطلبات
de: Anfragen
es: Solicitudes
fr: Demandes
it: Richieste
pl: Zaproszenia
sv: Förfrågningar
zh_hk: 請求

# GroupV3
source: Create a group
ar: إنشاء مجموعة
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
it: Crea un gruppo
pl: Utwórz grupę
sv: Skapa en grupp
zh_hk: 建立群組

# CreateGroupV1
source: Name of the group
ar: اسم المجموعة
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
pl: Nazwa grupy
sv: Gruppnamn
zh_hk: 群組名稱

# CreateGroupV2
source: Add members
ar: إضافة أعضاء
de: Mitglieder hinzufügen
es: Agregar miembros
fr: Ajouter des membres
it: Aggiungi membri
pl: Dodaj członków
sv: Lägg till medlemmar
zh_hk: 新增成員

# CreateGroupV3
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pl: Dodaj
sv: Lägg till
zh_hk: 新增

# CreateGroupV4
source: Add a picture
ar: إضافة صورة
de: Foto hinzufügen
es: Agregar foto
fr: Ajouter une photo
it: Aggiungi una foto
pl: Dodaj zdjęcie
sv: Lägg till ett foto
zh_hk: 新增圖片

# CreateGroupV5
source: Edit photo
ar: تعديل الصورة
de: Foto ändern
es: Cambiar foto
fr: Modifier la photo
it: Modifica foto
pl: Zmień zdjęcie
sv: Ändra foto
zh_hk: 修改圖片

# CreateGroupV6
source: Create group
ar: إنشاء مجموعة
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
it: Crea un gruppo
pl: Utwórz grupę
sv: Skapa en grupp
zh_hk: 建立群組

# CreateGroupV7
source: An error occurred while creating the group
ar: حدث خطأ أثناء إنشاء المجموعة
de: Es ist ein Fehler bei der Erstellung der Gruppe aufgetreten
es: Se produjo un error al crear el grupo
fr: Une erreur est survenue lors de la création du groupe
it: Si è verificato un errore durante la creazione del gruppo
pl: Wystąpił błąd podczas tworzenia grupy
sv: Ett fel uppstod vid skapandet av gruppen
zh_hk: 建立群組時發生錯誤

# GroupSetingsV1
source: Members
ar: الأعضاء
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
pl: Członkowie
sv: Medlemmar
zh_hk: 成員

# GroupSetingsV2
source: View Group Members
ar: عرض أعضاء المجموعة
de: Gruppenmitglieder anzeigen
es: Ver miembros del grupo
fr: Voir les membres du groupe
it: Visualizza membri del gruppo
pl: Wyświetl członków grupy
sv: Se gruppmedlemmar
zh_hk: 檢視群組成員

# GroupSetingsV3
source: More Actions
ar: مزيد من الإجراءات
de: Mehr Aktionen
es: Más acciones
fr: Plus d'actions
it: Altre azioni
pl: Więcej opcji
sv: Fler åtgärder
zh_hk: 更多操作

# GroupSetingsV4
source: View Photos and Files
ar: عرض الصور والملفات
de: Fotos und Dateien anzeigen
es: Ver fotos y archivos
fr: Voir les photos et fichiers
it: Visualizza foto e file
pl: Wyświetl zdjęcia i pliki
sv: Se bilder och filer
zh_hk: 檢視相片和檔案

# GroupSetingsV5
source: Notifications and Sounds
ar: الإشعارات والأصوات
de: Benachrichtigungen und Töne
es: Notificaciones y sonidos
fr: Notifications et sons
it: Notifiche e suoni
pl: Powiadomienia i dźwięki
sv: Aviseringar och ljud
zh_hk: 通知和音效

# GroupSetingsV6
source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
it: Privato
pl: Prywatne
sv: Privat
zh_hk: 私密
