Repository: MaxMarques/VakaryIOS
Catalog: VakaryIOS/VakaryIOS/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, pl, sv, zh_hk

# GroupSetingsV7
source: Leave Group
ar: مغادرة المجموعة
de: Gruppe verlassen
es: Salir del grupo
fr: Quitter le groupe
it: Lascia il gruppo
pl: Opuszczanie grupy
sv: Lämna gruppen
zh_hk: 退出群組

# GroupSetingsV8
source: Delete Group
ar: حذف المجموعة
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
it: Elimina il gruppo
pl: Usuń grupę
sv: Radera gruppen
zh_hk: 刪除群組

# GroupSetingsV9
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pl: Edytuj
sv: Ändra
zh_hk: 修改

# GroupSetingsV10
source: Group Photo
ar: صورة المجموعة
de: Gruppenfoto
es: Foto del grupo
fr: Photo de groupe
it: Foto del gruppo
pl: Zdjęcie grupowe
sv: Gruppfoto
zh_hk: 群組圖片

# GroupSetingsV11
source: Group Name
ar: اسم المجموعة
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
pl: Nazwa grupy
sv: Gruppnamn
zh_hk: 群組名稱

# GroupSetingsV12
source: Edit Photo
ar: تعديل الصورة
de: Foto ändern
es: Cambiar foto
fr: Modifier la photo
it: Modifica foto
pl: Zmień zdjęcie
sv: Ändra foto
zh_hk: 修改圖片

# GroupSetingsV13
source: Validate
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Valider
it: Salva
pl: Potwierdź
sv: Bekräfta
zh_hk: 確定

# GroupSetingsV14
source: New Group Name
ar: اسم المجموعة الجديد
de: Neuer Gruppenname
es: Nuevo nombre del grupo
fr: Nouveau nom de groupe
it: Nuovo nome del gruppo
pl: Nowa nazwa grupy
sv: Nytt gruppnamn
zh_hk: 新群組名稱

# GroupSetingsV15
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
sv: Avbryt
zh_hk: 取消

# GroupSetingsV16
source: OK
ar: موافق
zh_hk: 確定

# GroupSetingsV17
source: Start Route
ar: بدء الجدول الزمني
de: Route starten
es: Iniciar ruta
fr: Lancer l'itinéraire
it: Avvia itinerario
pl: Rozpocznij trasę
sv: Starta resrutten
zh_hk: 開始行程

# GroupSetingsV18
source: Are you sure you want to delete the group?
ar: هل أنت متأكد من أنك تريد حذف المجموعة؟
de: Sind Sie sicher, dass Sie die Gruppe löschen möchten?
es: ¿Estás seguro de que deseas eliminar el grupo?
fr: Êtes-vous sûr de vouloir supprimer le groupe ?
it: Sei sicuro di voler eliminare il gruppo?
pl: Czy na pewno chcesz usunąć grupę?
sv: Är du säker på att du vill radera gruppen?
zh_hk: 確定要刪除群組嗎？

# GroupSetingsV19
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
sv: Radera
zh_hk: 刪除

# GroupSetingsV20
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
sv: Avbryt
zh_hk: 取消

# GroupSetingsV21
source: Only the group leader can delete the group
ar: يمكن فقط لقائد المجموعة حذف المجموعة
de: Nur der Gruppenleiter kann die Gruppe löschen
es: Solo el líder del grupo puede eliminar el grupo
fr: Seul le chef de groupe peut supprimer le groupe
it: Solo il leader del gruppo può eliminare il gruppo
pl: Tylko lider grupy może usunąć grupę
sv: Endast gruppledaren kan radera gruppen
zh_hk: 只有群組擁有者可以刪除群組

# GroupSetingsV22
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
sv: Avbryt
zh_hk: 取消

# GroupSetingsV23
source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
pl: Grupa
sv: Grupp
zh_hk: 群組

# ShowGroupV1
source: Add a member
ar: إضافة عضو
de: Mitglied hinzufügen
es: Agregar miembro
fr: Ajouter un membre
it: Aggiungi un membro
pl: Dodaj członka
sv: Lägg till en medlem
zh_hk: 新增成員

# ShowGroupV2
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pl: Wyślij
sv: Skicka
zh_hk: 發送

# ShowGroupV3
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Rimuovi
pl: Usuń
sv: Radera
zh_hk: 刪除

# ShowGroupV4
source: Members
ar: الأعضاء
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
pl: Członkowie
sv: Medlemmar
zh_hk: 成員

# ShowGroupV5
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
sv: Fel
zh_hk: 錯誤

# ShowGroupV6
source: success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pl: Sukces
sv: Framgång
zh_hk: 成功

# ShowGroupV7
source: An error occurred while deleting the user
ar: حدث خطأ أثناء حذف المستخدم
de: Fehler beim Löschen des Benutzers
es: Error al eliminar el usuario
fr: Une erreur est survenue lors de la suppression de l'utilisateur
it: Si è verificato un errore durante la rimozione dell'utente
pl: Wystąpił błąd podczas usuwania użytkownika
sv: Ett fel uppstod vid radering av användaren
zh_hk: 刪除用戶時發生錯誤

# ShowGroupV8
source: Delete user
ar: حذف المستخدم
de: Benutzer löschen
es: Eliminar usuario
fr: Suppression de l'utilisateur
it: Rimozione dell'utente
pl: Usuwanie użytkownika
sv: Radering av användaren
zh_hk: 刪除用戶

# ShowGroupV9
source: The invitation to the user has been sent successfully
ar: تم إرسال دعوة المستخدم بنجاح
de: Die Einladung an den Benutzer wurde erfolgreich gesendet
es: La invitación al usuario se envió correctamente
fr: L'invitation à l'utilisateur a bien été envoyée
it: L'invito all'utente è stato inviato correttamente
pl: Zaproszenie dla użytkownika zostało pomyślnie wysłane
sv: Inbjudan till användaren har skickats framgångsrikt
zh_hk: 已成功向用戶發送邀請

# ShowGroupV10
source: An error occurred during the invitation
ar: حدث خطأ أثناء إرسال الدعوة
de: Fehler beim Versenden der Einladung
es: Error al enviar la invitación
fr: Une erreur est survenue lors de l'invitation
it: Si è verificato un errore durante l'invio dell'invito
pl: Wystąpił błąd podczas wysyłania zaproszenia
sv: Ett fel uppstod vid inbjudan
zh_hk: 邀請用戶時發生錯誤

# MainV1
source: Group
ar: المجموعات
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
pl: Grupy
sv: Grupper
zh_hk: 群組

# MainV2
source: Map
ar: الخريطة
de: Karte
es: Mapa
fr: Carte
it: Mappa
pl: Mapa
sv: Karta
zh_hk: 地圖

# MainV3
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
it: Profilo
pl: Profil
sv: Profil
zh_hk: 個人資料

# MainV4
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuraciones
fr: Paramètres
it: Impostazioni
pl: Ustawienia
sv: Inställningar
zh_hk: 設定

# SettingsV1
source: Preferences
ar: التفضيلات
de: Präferenzen
es: Preferencias
fr: Préférences
it: Preferenze
pl: Preferencje
sv: Preferenser
zh_hk: 偏好設定

# SettingsV2
source: General
ar: عام
de: Allgemein
fr: Général
it: Generale
pl: Ogólne
sv: Generellt
zh_hk: 一般

# SettingsV3
source: Display
ar: العرض
de: Anzeige
es: Visualización
fr: Affichage
it: Visualizzazione
pl: Wygląd
sv: Visning
zh_hk: 顯示

# SettingsV4
source: Map Display
ar: عرض الخريطة
de: Kartenanzeige
es: Vista de mapa
fr: Affichage de la carte
it: Visualizzazione mappa
pl: Wygląd mapy
sv: Kartvisning
zh_hk: 地圖顯示

# SettingsV5
source: Navigation
ar: التنقل
es: Navegación
it: Navigazione
pl: Nawigacja
zh_hk: 導航

# SettingsV6
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
pl: Konto
sv: Konto
zh_hk: 帳戶

# SettingsV7
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
pl: Prywatność
sv: Sekretess
zh_hk: 隱私

# SettingsV8
source: Account and Login
ar: الحساب والتسجيل
de: Konto und Anmeldung
es: Cuenta e inicio de sesión
fr: Compte et connexion
it: Account e accesso
pl: Konto i logowanie
sv: Konto och inloggning
zh_hk: 帳戶與登入

# SettingsV9
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pl: Powiadomienia
sv: Notiser
zh_hk: 通知

# SettingsV10
source: Sounds and Alerts
ar: الأصوات والتنبيهات
de: Töne und Alarme
es: Sonidos y alarmas
fr: Sons et alertes
it: Suoni e avvisi
pl: Dźwięki i powiadomienia
sv: Ljud och larm
zh_hk: 音效與提醒

# SettingsV11
source: Others
ar: أخرى
de: Sonstiges
es: Otros
fr: Autres
it: Altro
pl: Inne
sv: Övrigt
zh_hk: 其他

# SettingsV12
source: Help
ar: المساعدة
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
pl: Pomoc
sv: Hjälp
zh_hk: 說明

# SettingsV13
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pl: O nas
sv: Om
zh_hk: 關於

# SettingsV14
source: Contact and Support
ar: الاتصال والمساعدة
de: Kontakt und Hilfe
es: Contacto y ayuda
fr: Contact et assistance
it: Contatti e assistenza
pl: Kontakt i pomoc
sv: Kontakt och support
zh_hk: 聯絡和協助

# SettingsV15
source: Log Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
pl: Wyloguj
sv: Logga ut
zh_hk: 登出

# SettingsV16
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Disconnessione
pl: Wylogowywanie
sv: Logga ut
zh_hk: 登出

# SettingsDisplayV1
source: Disable Dark Mode
ar: تعطيل الوضع الداكن
de: Dunkelmodus deaktivieren
es: Desactivar modo oscuro
fr: Désactiver le mode sombre
it: Disabilita modalità scura
pl: Wyłącz tryb ciemny
sv: Inaktivera mörkt läge
zh_hk: 關閉深色模式

# SettingsDisplayV2
source: Enable Dark Mode
ar: تمكين الوضع الداكن
de: Dunkelmodus aktivieren
es: Activar modo oscuro
fr: Activer le mode sombre
it: Abilita modalità scura
pl: Włącz tryb ciemny
sv: Aktivera mörkt läge
zh_hk: 開啟深色模式

# SettingsMapV1
source: Standard
ar: قياسي
es: Padrão
pl: Standardowa
zh_hk: 標準

# SettingsMapV2
source: Hybrid
ar: هجين
es: Híbrido
fr: Hybride
it: Ibrido
pl: Hybrydowa
zh_hk: 混合

# SettingsMapV3
source: Satellite
ar: تصوير فضائي
de: Satellit
es: Satélite
pl: Satelitarna
sv: Satellit
zh_hk: 衛星

# SettingsNavV1
source: Avoid Unpaved Roads
ar: تجنب الطرق غير المعبدة
de: Unbefestigte Straßen vermeiden
es: Evitar estradas não pavimentadas
fr: Éviter les routes non bitumées
it: Evita strade sterrate
pl: Unikaj nieutwardzonych dróg
sv: Undvik oasfalterade vägar
zh_hk: 避免未鋪設道路

# SettingsNavV2
source: Handicap Access
ar: الوصول لذوي الاحتياجات الخاصة
de: Barrierefreiheit
es: Acessibilidade
fr: Accès handicapé
it: Accessibilità
pl: Dostęp dla osób niepełnosprawnych
sv: Handikappanpassad åtkomst
zh_hk: 無障礙設施

# SettingsNavV3
source: Prefer Shorter Routes
ar: تفضيل المسارات الأقصر
de: Kürzeste Wege bevorzugen
es: Preferir rotas mais curtas
fr: Préférer les chemins plus courts
it: Preferisci percorsi più brevi
pl: Preferuj krótsze trasy
sv: Föredra kortare vägar
zh_hk: 偏好較短路線

# SettingsNavV4
source: Prefer Scenic Routes
ar: تفضيل المسارات ذات المناظر الطبيعية الجميلة
de: Panoramawege bevorzugen
es: Preferir rotas panorâmicas
fr: Préférer les chemins plus panoramiques
it: Preferisci percorsi panoramici
pl: Preferuj malownicze trasy
sv: Föredra mer natursköna vägar
zh_hk: 偏好風景路線

# SettingsNavV5
source: Avoid Mountain Paths
ar: تجنب المسارات الجبلية
de: Bergwege vermeiden
es: Evitar caminhos de montanha
fr: Éviter les chemins en montagne
it: Evita percorsi in montagna
pl: Unikaj górskich dróg
sv: Undvik bergsvägar
zh_hk: 避免山區路線

# SettingsNavV6
source: Navigation
ar: التنقل
es: Navegação
it: Navigazione
pl: Nawigacja
zh_hk: 導航

# SettingsA&LV1
source: Preferences
ar: التفضيلات
de: Einstellungen
es: Configurações
fr: Préférences
it: Preferenze
pl: Preferencje
sv: Preferenser
zh_hk: 偏好設定

# SettingsA&LV2
source: Account Information
ar: معلومات الحساب
de: Kontoinformationen
es: Informações da conta
fr: Informations du compte
it: Informazioni account
pl: Informacje o koncie
sv: Kontoinformation
zh_hk: 帳戶資訊

# SettingsA&LV3
source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Alterar senha
fr: Changer le mot de passe
it: Cambia password
pl: Zmień hasło
sv: Ändra lösenord
zh_hk: 更改密碼

# SettingsA&LV4
source: Deactivate Your Account
ar: تعطيل الحساب
de: Konto deaktivieren
es: Desativar conta
fr: Désactiver votre compte
it: Disattiva account
pl: Dezaktywuj konto
sv: Inaktivera ditt konto
zh_hk: 停用帳戶

# SettingsA&LV5
source: Your Account
ar: حسابك
de: Ihr Konto
es: Sua conta
fr: Votre compte
it: Il tuo account
pl: Twoje konto
sv: Ditt konto
zh_hk: 您的帳戶

# SettingsA&LV6
source: View your account information, change your password, or deactivate your account.
ar: عرض معلومات حسابك، تغيير كلمة المرور أو تعطيل الحساب.
de: Zeigen Sie Ihre Kontoinformationen an, ändern Sie Ihr Passwort oder deaktivieren Sie Ihr Konto.
es: Visualize suas informações de conta, altere sua senha ou desative sua conta.
fr: Affichez les informations de votre compte, changez votre mot de passe ou désactivez votre compte.
it: Visualizza le informazioni del tuo account, cambia la tua password o disattiva il tuo account.
pl: Wyświetl informacje o koncie, zmień hasło lub dezaktywuj konto.
sv: Visa din kontoinformation, ändra ditt lösenord eller inaktivera ditt konto.
zh_hk: 查看您的帳戶資訊，更改密碼或停用您的帳戶。

# SettingsA&LV7
source: Account and Login
ar: الحساب والتسجيل
de: Konto und Anmeldung
es: Conta e Login
fr: Compte et connexion
it: Account e accesso
pl: Konto i logowanie
sv: Konto och inloggning
zh_hk: 帳戶與登入

# SettingsAccountInfV1
source: Account Information
ar: معلومات الحساب
de: Kontoinformationen
es: Informações da conta
fr: Informations du compte
it: Informazioni account
pl: Informacje o koncie
sv: Kontoinformation
zh_hk: 帳戶資訊

# SettingsAccountInfV2
source: Check your information on your account, you can update them or fill in empty information.
ar: تحقق من معلومات حسابك، يمكنك تحديثها أو استكمال المعلومات الناقصة
de: Überprüfen Sie Ihre Kontoinformationen, Sie können diese aktualisieren oder fehlende Informationen ergänzen
es: Verifique suas informações de conta, você pode atualizá-las ou adicionar informações faltantes
fr: Vérifiez vos informations sur votre compte, vous pouvez les mettre à jour ou compléter les informations manquantes
it: Verifica le informazioni sul tuo account, puoi aggiornarle o completare le informazioni mancanti
pl: Sprawdź informacje na temat Twojego konta, możesz je aktualizować lub uzupełnić brakujące informacje.
sv: Kontrollera din kontoinformation, du kan uppdatera eller fylla i saknad information
zh_hk: 檢查您的帳戶資訊，您可以更新或補充遺漏的資訊

# SettingsAccountInfV3
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nome de usuário
fr: Nom d'utilisateur
it: Nome utente
pl: Nazwa użytkownika
sv: Användarnamn
zh_hk: 使用者名稱

# SettingsAccountInfV4
source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de telefone
fr: Numéro de téléphone
it: Numero di telefono
pl: Numer telefonu
sv: Telefonnummer
zh_hk: 電話號碼

# SettingsAccountInfV5
source: Email
ar: البريد الإلكتروني
sv: E-post
zh_hk: 電子郵件

# SettingsAccountInfV6
source: Update Password
ar: تحديث كلمة المرور
de: Passwort aktualisieren
es: Atualizar senha
fr: Mettre à jour le mot de passe
it: Aggiorna password
pl: Zaktualizuj hasło
sv: Uppdatera lösenord
zh_hk: 更新密碼

# SettingsNewPassV1
source: Update
ar: تحديث
de: Aktualisieren
es: Atualizar
fr: Mettre à jour
it: Aggiorna
pl: Zaktualizuj
sv: Uppdatera
zh_hk: 更新

# SettingsNewPassV2
source: Click the button below to change your password. An email will be sent to you, and you can update your password.
ar: انقر على الزر أدناه لتغيير كلمة المرور. سيتم إرسال بريد إلكتروني إليك ويمكنك تعديل كلمة المرور الجديدة.
de: Klicken Sie auf die Schaltfläche unten, um Ihr Passwort zu ändern. Sie erhalten eine E-Mail und können Ihr Passwort ändern.
es: Clique no botão abaixo para alterar sua senha. Você receberá um e-mail e poderá alterar sua senha.
fr: Cliquez sur le bouton ci-dessous pour changer votre mot de passe. Un e-mail vous sera envoyé et vous pourrez modifier votre mot de passe.
it: Fai clic sul pulsante di seguito per cambiare la tua password. Ti sarà inviata una email e potrai modificare la tua password.
pl: Kliknij poniższy przycisk, aby zmienić swoje hasło. Otrzymasz e-mail z możliwością zmiany hasła.
sv: Klicka på knappen nedan för att ändra ditt lösenord. Ett e-postmeddelande kommer att skickas till dig och du kan ändra ditt lösenord.
zh_hk: 點擊下方按鈕以更改您的密碼。您將收到一封電子郵件，然後可以更改您的密碼。

# SettingsNewPassV3
source: Update
ar: تحديث
de: Aktualisieren
es: Atualizar
fr: Mettre à jour
it: Aggiorna
pl: Zaktualizuj
sv: Uppdatera
zh_hk: 更新

# SettingsNewPassV4
source: Update Password
ar: تحديث كلمة المرور
de: Passwort aktualisieren
es: Atualizar senha
fr: Mettre à jour le mot de passe
it: Aggiorna password
pl: Zaktualizuj hasło
sv: Uppdatera lösenord
zh_hk: 更新密碼

# SettingsDeleteAccV1
source: This will deactivate your account
ar: سيتم تعطيل حسابك
de: Dies wird Ihr Konto deaktivieren
es: Isso desativará sua conta
fr: Ceci désactivera votre compte
it: Questo disabiliterà il tuo account
pl: Spowoduje dezaktywację Twojego konta
sv: Detta kommer att inaktivera ditt konto
zh_hk: 這將停用您的帳戶

# SettingsDeleteAccV2
source: You are about to initiate the deactivation process for your VAKARY account. Your display name, email address, and phone number will no longer be visible on any platform.
ar: أنت على وشك بدء إجراء تعطيل حساب VAKARY الخاص بك. لن يكون اسمك العام وعنوان بريدك الإلكتروني ورقم هاتفك مرئيًا على أي منصة.
de: Sie sind dabei, den Vorgang zur Deaktivierung Ihres VAKARY-Kontos zu starten. Ihr Anzeigename, Ihre E-Mail-Adresse und Ihre Telefonnummer werden auf keiner Plattform mehr sichtbar sein.
es: Você está prestes a iniciar o processo de desativação de sua conta VAKARY. Seu nome de exibição, endereço de e-mail e número de telefone não serão mais visíveis em nenhuma plataforma.
fr: Vous vous apprêtez à lancer la procédure de désactivation de votre compte VAKARY. Votre nom d'affichage, votre adresse e-mail et votre numéro de téléphone ne seront plus visibles sur aucune plateforme.
it: Stai per avviare la procedura di disattivazione del tuo account VAKARY. Il tuo nome utente, indirizzo email e numero di telefono non saranno più visibili su nessuna piattaforma.
pl: Zamierzasz rozpocząć procedurę dezaktywacji Twojego konta VAKARY. Twoja nazwa wyświetlana, adres e-mail i numer telefonu nie będą już widoczne na żadnej platformie.
sv: Du är på väg att starta processen för att inaktivera ditt VAKARY-konto. Ditt visningsnamn, din e-postadress och ditt telefonnummer kommer inte längre att vara synliga på någon plattform.
zh_hk: 您即將開始停用您的 VAKARY 帳戶程序。您的顯示名稱、電子郵件地址和電話號碼將不再在任何平台上可見。

# SettingsDeleteAccV3
source: What you should also know
ar: ما يجب أن تعرفه أيضًا
de: Was Sie auch wissen sollten
es: O que você também deve saber
fr: Ce que vous devez aussi savoir
it: Ciò che devi anche sapere
pl: Co powinieneś również wiedzieć
sv: Vad du också bör veta
zh_hk: 您還應該知道

# SettingsDeleteAccV4
source: If you only wish to change your username or email, it is not necessary to deactivate the account; you can do it directly in the settings.
ar: إذا كنت ترغب فقط في تغيير اسم المستخدم الخاص بك أو عنوان بريدك الإلكتروني ، فليس من الضروري تعطيل الحساب ، يمكنك القيام بذلك مباشرة في الإعدادات.
de: Wenn Sie nur Ihren Benutzernamen oder Ihre E-Mail ändern möchten, müssen Sie das Konto nicht deaktivieren, Sie können dies direkt in den Einstellungen vornehmen.
es: Se você deseja apenas alterar seu nome de usuário ou e-mail, não precisa desativar sua conta. Você pode fazer isso diretamente nas configurações.
fr: Si vous souhaitez uniquement modifier votre nom d'utilisateur ou votre e-mail, il n'est pas nécessaire de désactiver le compte, vous pouvez le faire directement dans les réglages.
it: Se desideri modificare solo il tuo nome utente o l'email, non è necessario disabilitare l'account, puoi farlo direttamente nelle impostazioni.
pl: Jeśli chcesz tylko zmienić swoją nazwę użytkownika lub adres e-mail, nie musisz dezaktywować konta, możesz to zrobić bezpośrednio w ustawieniach.
sv: Om du bara vill ändra ditt användarnamn eller din e-post behöver du inte inaktivera kontot, du kan göra det direkt i inställningarna.
zh_hk: 如果您只想更改使用者名稱或電子郵件地址，則無需停用帳戶，您可以直接在設定中進行更改。

# SettingsNotif1
source: Receive all push notifications
ar: تلقي جميع إشعارات الدفع
de: Alle Push-Benachrichtigungen erhalten
es: Receber todas as notificações push
fr: Recevoir toutes les notifications push
it: Ricevi tutte le notifiche push
pl: Otrzymuj wszystkie powiadomienia push
sv: Ta emot alla push-meddelanden
zh_hk: 接收所有推送通知

# SettingsNotif2
source: Fun announcement
ar: إعلان ممتع
de: Spaßige Ankündigung
es: Anúncios divertidos
fr: Annonce amusante
it: Annuncio divertente
pl: Zabawne ogłoszenia
sv: Roligt meddelande
zh_hk: 有趣的公告

# SettingsNotif3
source: News and updates from Vakary
ar: أخبار وتحديثات Vakary
de: Neuigkeiten und Updates von Vakary
es: Notícias e atualizações do Vakary
fr: Nouvelles et mises à jour de Vakary
it: Novità e aggiornamenti di Vakary
pl: Nowości i aktualizacje dotyczące Vakary
sv: Nyheter och uppdateringar från Vakary
zh_hk: Vakary 的新聞和更新

# SettingsNotif4
source: Notification
ar: إشعار
de: Benachrichtigung
es: Notificação
it: Notifica
pl: Powiadomienia
sv: Meddelande
zh_hk: 通知

# SettingsS&A1
source: Route Sounds
ar: أصوات المسار
de: Routenton
es: Som de rota
fr: Sons de l'itinéraire
it: Suoni per l'itinerario
pl: Dźwięki trasy
sv: Resvägsljud
zh_hk: 路線音效

# SettingsS&A2
source: Sound Message
ar: صوت الرسائل
de: Nachrichtenton
es: Som de mensagem
fr: Son des messages
it: Suono dei messaggi
pl: Dźwięk wiadomości
sv: Meddelandeljud
zh_hk: 訊息音效

# SettingsS&A3
source: Notification Sounds
ar: إشعارات صوتية
de: Klangbenachrichtigungen
es: Notificações sonoras
fr: Notifications sonores
it: Notifiche sonore
pl: Powiadomienia dźwiękowe
sv: Ljudnotiser
zh_hk: 聲音通知

# SettingsS&A4
source: Sounds and Alerts
ar: أصوات وتنبيهات
de: Töne und Warnungen
es: Sons e alertas
fr: Sons et alertes
it: Suoni e avvisi
pl: Dźwięki i alertów
sv: Ljud och larm
zh_hk: 聲音與警示

# SettingsAbout1
source: Legal Information
ar: بيانات قانونية
de: Impressum
es: Impressum
fr: Mentions légales
it: Informazioni legali
pl: Informacje prawne
sv: Juridisk information
zh_hk: 法律聲明

# SettingsAbout2
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Termos de uso
fr: Conditions d'utilisation
it: Condizioni d'uso
pl: Warunki korzystania
sv: Användarvillkor
zh_hk: 使用條款

# SettingsAbout3
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidade
fr: Politique de confidentialité
it: Politica sulla privacy
pl: Polityka prywatności
sv: Sekretesspolicy
zh_hk: 隱私政策

# SettingsAbout4
source: Cookie Policy
ar: استخدام ملفات تعريف الارتباط
de: Verwendung von Cookies
es: Uso de cookies
fr: Utilisation des cookies
it: Utilizzo dei cookie
pl: Wykorzystanie plików cookie
sv: Användning av kakor
zh_hk: Cookie 使用

# SettingsAbout5
source: Legal Information
ar: بيانات قانونية
de: Impressum
es: Impressum
fr: Mentions légales
it: Informazioni legali
pl: Informacje prawne
sv: Juridisk information
zh_hk: 法律聲明

# SettingsAbout6
source: Send Crash Reports
ar: إرسال تقارير الأعطال
de: Absturzberichte senden
es: Enviar relatórios de falhas
fr: Envoyer les rapports de plantages
it: Invia rapporti sugli errori
pl: Wysyłaj raporty o awariach
sv: Skicka kraschrapporter
zh_hk: 傳送錯誤報告

# SettingsAbout7
source: Send crash reports directly to our teams to contribute to the improvement of this application
ar: إرسال تقارير الأعطال مباشرة إلى فرقنا للمساهمة في تحسين هذا التطبيق.
de: Senden Sie Absturzberichte direkt an unsere Teams, um zur Verbesserung dieser Anwendung beizutragen.
es: Envie relatórios de falhas diretamente para nossas equipes para contribuir com a melhoria deste aplicativo.
fr: Envoyer directement les rapports de plantages à nos équipes pour contribuer à l'amélioration de cette application.
it: Invia direttamente i rapporti sugli errori al nostro team per contribuire al miglioramento di questa applicazione.
pl: Wysyłaj raporty o awariach bezpośrednio do naszego zespołu, aby przyczynić się do poprawy tej aplikacji.
sv: Skicka direkt kraschrapporter till vårt team för att hjälpa till med förbättringen av denna app.
zh_hk: 將錯誤報告直接傳送給我們的團隊，以幫助改善此應用程式。

# SettingsC&S1
source: Your Email
ar: عنوان بريدك الإلكتروني
de: Ihre E-Mail-Adresse
es: Seu endereço de e-mail
fr: Votre adresse e-mail
it: Il tuo indirizzo email
pl: Twój adres e-mail
sv: Din e-postadress
zh_hk: 您的電子郵件地址

# SettingsC&S2
source: Issue
ar: مشكلة
de: Problem
es: Problema
fr: Problème
it: Problema
pl: Problem
sv: Problem
zh_hk: 問題

# SettingsC&S3
source: Select your issue
ar: حدد مشكلتك
de: Wählen Sie Ihr Problem aus
es: Selecione seu problema
fr: Sélectionnez votre problème
it: Seleziona il tuo problema
pl: Wybierz swój problem
sv: Välj ditt problem
zh_hk: 選擇您的問題
